Repository: CylasKiganda/The-woocommerce-better-compare-customised-plugin
Catalog: languages/woocommerce-better-compare-*.po
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sv_se

source: Remove Links 4
da_dk: Fjern links 4
de_de: Links entfernen 4
es_es: Eliminar enlaces 4
fi_fi: Poista linkit 4
fr_fr: Supprimer les liens 4
hu_hu: Hivatkozások eltávolítása 4
it_it: Rimuovi collegamenti 4
nb_no: Fjern lenker 4
nl_nl: Koppelingen verwijderen 4
pl_pl: Usuń linki 4
pt_pt: Remover Links 4
ru_ru: Удалить ссылки 4
sk_sk: Odstrániť odkazy 4
sv_se: Ta bort länkar 4

source: Reset Counts after Group
da_dk: Nulstil tællinger efter gruppe
de_de: Zähler nach Gruppe zurücksetzen
es_es: Restablecer recuentos después del grupo
fi_fi: Nollaa laskurit ryhmän jälkeen
fr_fr: Réinitialiser les comptes après le groupe
hu_hu: Számlálók visszaállítása a csoport után
it_it: Azzera i conteggi dopo il gruppo
nb_no: Tilbakestill tellinger etter gruppe
nl_nl: Tellingen resetten na groep
pl_pl: Zresetuj liczniki po grupie
pt_pt: Reiniciar contagens após o grupo
ru_ru: Сбросить счетчики после группы
sk_sk: Vynulovať počty po skupine
sv_se: Återställ räkningar efter grupp

source: Revert Categories Exclusion
da_dk: Tilbagefør kategoriekskludering
de_de: Kategorienausschluss rückgängig machen
es_es: Revertir la exclusión de categorías
fi_fi: Palauta luokkien poissulkeminen
fr_fr: Rétablir l'exclusion des catégories
hu_hu: Kategóriák kizárásának visszaállítása
it_it: Ripristina esclusione categorie
nb_no: Tilbakestill kategoriekskludering
nl_nl: Uitsluiting categorieën terugzetten
pl_pl: Przywróć wykluczenie kategorii
pt_pt: Reverter exclusão de categorias
ru_ru: Отменить исключение категорий
sk_sk: Vrátiť vylúčenie kategórií
sv_se: Återställ kategoriuteslutning

source: Revert User Products Exclusion
da_dk: Tilbagefør ekskludering af brugerprodukter
de_de: Ausschluss von Benutzerprodukten rückgängig machen
es_es: Revertir la exclusión de productos de usuario
fi_fi: Palauta käyttäjätuotteiden poissulkeminen
fr_fr: Rétablir l'exclusion des produits utilisateur
hu_hu: Felhasználói termékek kizárásának visszaállítása
it_it: Ripristina esclusione prodotti utente
nb_no: Tilbakestill utelukkelse av brukerprodukter
nl_nl: Uitsluiting gebruikersproducten terugzetten
pl_pl: Cofnij wykluczenie produktów użytkownika
pt_pt: Reverter exclusão de produtos do usuário
ru_ru: Отменить исключение продуктов пользователя
sk_sk: Vrátiť späť vylúčenie používateľských produktov
sv_se: Återställ uteslutning av användarprodukter

source: Reviews
da_dk: Anmeldelser
de_de: Bewertungen
es_es: Comentarios
fi_fi: Arvostelut
fr_fr: Avis
hu_hu: Vélemények
it_it: Recensioni
nb_no: anmeldelser
nl_nl: beoordelingen
pl_pl: Opinie
pt_pt: Rever
ru_ru: Отзывы
sk_sk: recenzia
sv_se: recensioner

source: Save
da_dk: Gemme
de_de: Speichern
es_es: Ahorrar
fi_fi: Tallentaa
fr_fr: Sauvegarder
hu_hu: Megment
it_it: Salva
nb_no: Lagre
nl_nl: Sparen
pl_pl: Zapisać
pt_pt: Salve 
ru_ru: Сохранять
sk_sk: Uložiť
sv_se: Spara

source: Save Comparison
da_dk: Gem sammenligning
de_de: Vergleich speichern
es_es: Guardar comparación
fi_fi: Tallenna vertailu
fr_fr: Enregistrer la comparaison
hu_hu: Összehasonlítás mentése
it_it: Salva confronto
nb_no: Lagre sammenligning
nl_nl: Vergelijking opslaan
pl_pl: Zapisz porównanie
pt_pt: Salvar comparação
ru_ru: Сохранить сравнение
sk_sk: Uložiť porovnanie
sv_se: Spara jämförelse

source: Save Comparison Prompt
da_dk: Gem sammenligningsprompt
de_de: Vergleichsaufforderung speichern
es_es: Guardar solicitud de comparación
fi_fi: Tallenna vertailukehote
fr_fr: Enregistrer l'invite de comparaison
hu_hu: Összehasonlító prompt mentése
it_it: Salva messaggio di confronto
nb_no: Lagre sammenligningsforespørsel
nl_nl: Vergelijkingsprompt opslaan
pl_pl: Zapisz monit o porównanie
pt_pt: Salvar prompt de comparação
ru_ru: Сохранить запрос сравнения
sk_sk: Výzva na uloženie porovnania
sv_se: Spara jämförelseuppmaning

source: Search Autocomplete
da_dk: Søg Autofuldførelse
de_de: Autovervollständigung suchen
es_es: Búsqueda de Autocompletar
fi_fi: Etsi automaattinen täydennys
fr_fr: Recherche de saisie semi-automatique
hu_hu: Keresés az automatikus kiegészítésben
it_it: Completamento automatico della ricerca
nb_no: Søk Autofullfør
nl_nl: Automatisch aanvullen zoeken
pl_pl: Wyszukaj autouzupełnianie
pt_pt: Preenchimento Automático de Pesquisa
ru_ru: Автозаполнение поиска
sk_sk: Automatické dopĺňanie vyhľadávania
sv_se: Sök Autoslutförande

source: Search by Product Name or SKU
da_dk: Søg efter produktnavn eller SKU
de_de: Suche nach Produktname oder Artikelnummer
es_es: Buscar por nombre de producto o SKU
fi_fi: Hae tuotenimestä tai SKU: sta
fr_fr: Recherche par nom de produit ou référence
hu_hu: Keresés a termék neve vagy SKU szerint
it_it: Cerca per nome prodotto o SKU
nb_no: Søk etter produktnavn eller SKU
nl_nl: Zoeken op productnaam of SKU
pl_pl: Wyszukaj według nazwy produktu lub SKU
pt_pt: Pesquise por nome de produto ou SKU
ru_ru: Поиск по названию продукта или SKU
sk_sk: Vyhľadávanie podľa názvu produktu alebo SKU
sv_se: Sök efter produktnamn eller SKU

source: Search for product or sku
da_dk: Søg efter produkt eller sku
de_de: Suche nach Produkt oder Sku
es_es: Buscar producto o sku
fi_fi: Hae tuotetta tai SKU:ta
fr_fr: Rechercher un produit ou un sku
hu_hu: Keressen rá a termékre vagy a termékkódra
it_it: Cerca prodotto o sku
nb_no: Søk etter produkt eller sku
nl_nl: Zoek op product of sku
pl_pl: Wyszukaj produkt lub sku
pt_pt: Pesquisar produto ou sku
ru_ru: Искать продукт или артикул
sk_sk: Vyhľadajte produkt alebo SKU
sv_se: Sök efter produkt eller sku

source: Set a custom Page
da_dk: Indstil en brugerdefineret side
de_de: Legen Sie eine benutzerdefinierte Seite fest
es_es: Establecer una página personalizada
fi_fi: Aseta mukautettu sivu
fr_fr: Définir une page personnalisée
hu_hu: Állítson be egyéni oldalt
it_it: Imposta una pagina personalizzata
nb_no: Angi en egendefinert side
nl_nl: Stel een aangepaste pagina in
pl_pl: Ustaw niestandardową stronę
pt_pt: Defina uma página personalizada
ru_ru: Установить персонализированную страницу
sk_sk: Nastavte si vlastnú stránku
sv_se: Ställ in en anpassad sida

source: Set the Comparison Page
da_dk: Indstil sammenligningssiden
de_de: Stellen Sie die Vergleichsseite ein
es_es: Establecer la página de comparación
fi_fi: Aseta vertailusivu
fr_fr: Définir la page de comparaison
hu_hu: Állítsa be az Összehasonlító oldalt
it_it: Imposta la pagina di confronto
nb_no: Angi sammenligningssiden
nl_nl: Stel de vergelijkingspagina in
pl_pl: Ustaw stronę porównawczą
pt_pt: Defina a página de comparação
ru_ru: Установить страницу сравнения
sk_sk: Nastavte porovnávaciu stránku
sv_se: Ställ in jämförelsesidan

source: Set the Share Comparison Page
da_dk: Indstil siden Del sammenligning
de_de: Legen Sie die Aktienvergleichsseite fest
es_es: Configurar la página de comparación de acciones
fi_fi: Aseta Jaa vertailusivu
fr_fr: Définir la page de comparaison de partage
hu_hu: Állítsa be a Megosztás összehasonlító oldalt
it_it: Imposta la pagina di confronto delle condivisioni
nb_no: Angi delsammenligningssiden
nl_nl: Stel de deelvergelijkingspagina in
pl_pl: Ustaw stronę porównania udziałów
pt_pt: Defina a página de comparação de compartilhamento
ru_ru: Установить страницу сравнения акций
sk_sk: Nastavte stránku Porovnanie zdieľania
sv_se: Ställ in deljämförelsesidan

source: Settings for the [woocommerce_better_compare products="380,377"]. If no IDs were set it takes the users products based on cookie.
da_dk: Indstillinger for [woocommerce_better_compare products = "380,377 "]. Hvis der ikke er angivet nogen id'er, tager det brugerne produkter baseret på cookie.
de_de: Einstellungen für die [wocommerce_better_compare-Produkte = "380,377"]. Wenn keine IDs festgelegt wurden, werden den Benutzern Produkte basierend auf dem Cookie entnommen.
es_es: Configuraciones para [woocommerce_better_compare products = "380,377 "]. Si no se establecieron identificadores, los productos de los usuarios se tomarán en base a cookies.
fi_fi: Asetukset [woocommerce_better_compare products = "380,377 "]. Jos tunnuksia ei ole määritetty, se vie käyttäjien tuotteisiin evästeen perusteella.
fr_fr: Paramètres pour les produits [woocommerce_better_compare = "380,377 "]. Si aucun identifiant n'a été défini, les produits des utilisateurs sont basés sur des cookies.
hu_hu: A [woocommerce_better_compare products = "380,377 "] beállításai. Ha nincs azonosító, akkor a felhasználók a cookie-k alapján készítik el a termékeket.
it_it: Impostazioni per [woocommerce_better_compare products = "380,377 "]. Se non sono stati impostati ID, vengono utilizzati i prodotti degli utenti in base ai cookie.
nb_no: Innstillinger for [woocommerce_better_compare products = "380,377 "]. Hvis ingen ID ble satt, tar det brukerne produkter basert på informasjonskapsel.
nl_nl: Instellingen voor de [woocommerce_better_compare products = "380,377 "]. Als er geen ID's zijn ingesteld, worden de gebruikers op basis van cookies gebruikt.
pl_pl: Ustawienia dla [woocommerce_better_compare products = "380,377 "]. Jeśli nie ustawiono identyfikatorów, pobiera produkty użytkowników na podstawie pliku cookie.
pt_pt: Configurações para os produtos [woocommerce_better_compare = "380,377 "]. Se nenhum ID foi definido, os produtos dos usuários serão baseados no cookie.
ru_ru: Настройки для [woocommerce_better_compare products = "380,377 "]. Если идентификаторы не были установлены, они принимают продукты пользователей на основе cookie.
sk_sk: Nastavenia pre položku [woocommerce_better_compare products = "380,377 "]. Ak neboli nastavené žiadne identifikátory, používatelia zaberajú produkty založené na súbore cookie.
sv_se: Inställningar för [woocommerce_better_compare products = "380,377 "]. Om inga ID-nummer ställdes in tar det användarna produkter baserade på cookie.

source: Share
da_dk: Del
de_de: Teilen
es_es: Cuota
fi_fi: Jaa
fr_fr: Partager
hu_hu: Részvény
it_it: Condividere
nb_no: Dele
nl_nl: Deel
pl_pl: Udział
pt_pt: Compartilhado
ru_ru: доля
sk_sk: zdieľam
sv_se: Dela med sig

source: Share Compare
da_dk: Del Sammenlign
de_de: Teilen Vergleichen
es_es: Compartir Comparar
fi_fi: Jaa Vertaa
fr_fr: Partager Comparer
hu_hu: Megosztás Összehasonlítás
it_it: Condividi Confronta
nb_no: Del Sammenlign
nl_nl: Deel Vergelijken
pl_pl: Udostępnij Porównaj
pt_pt: Compartilhar comparar
ru_ru: Поделиться Сравнить
sk_sk: Zdieľať Porovnať
sv_se: Dela Jämför

source: Share Comparison
da_dk: Aktiesammenligning
de_de: Vergleich teilen
es_es: Comparación de acciones
fi_fi: Jaa vertailu
fr_fr: Partager la comparaison
hu_hu: Ossza meg az összehasonlítást
it_it: Condividi il confronto
nb_no: Del sammenligning
nl_nl: Vergelijking delen
pl_pl: Porównanie akcji
pt_pt: Comparação de compartilhamento
ru_ru: Поделиться сравнением
sk_sk: Zdieľať porovnanie
sv_se: Jämförelse av andelar

source: Share this Comparison ...
da_dk: Del denne sammenligning...
de_de: Teilen Sie diesen Vergleich ...
es_es: Comparte esta comparación ...
fi_fi: Jaa tämä vertailu...
fr_fr: Partagez cette comparaison...
hu_hu: Oszd meg ezt az összehasonlítást...
it_it: Condividi questo confronto...
nb_no: Del denne sammenligningen...
nl_nl: Deel deze vergelijking...
pl_pl: Udostępnij to porównanie ...
pt_pt: Compartilhe esta comparação ...
ru_ru: Поделитесь этим сравнением ...
sk_sk: Zdieľajte toto porovnanie...
sv_se: Dela denna jämförelse...

source: Share this Wishlist ...
da_dk: Del denne ønskeseddel...
de_de: Diese Wunschliste teilen ...
es_es: Comparte esta lista de deseos ...
fi_fi: Jaa tämä toivelista...
fr_fr: Partagez cette liste de souhaits...
hu_hu: Oszd meg ezt a kívánságlistát...
it_it: Condividi questa lista dei desideri...
nb_no: Del denne ønskeliste...
nl_nl: Deel deze verlanglijst ...
pl_pl: Udostępnij tę listę życzeń...
pt_pt: Compartilhe esta lista de desejos ...
ru_ru: Поделиться этим списком желаний ...
sk_sk: Zdieľajte tento zoznam želaní...
sv_se: Dela denna önskelista...

source: Shop Loop Position
es_es: Comprar posición de bucle
fi_fi: Kauppapaikan sijainti
fr_fr: Position de la boucle de magasin
hu_hu: Shop Loop pozíció
it_it: Acquista in posizione Loop
nl_nl: Winkellooppositie
pt_pt: Posição do Loop da Loja
ru_ru: Позиция магазина

source: Shortcode Compare Table Styles
da_dk: Kortkode Sammenlign tabelformater
de_de: Shortcode Vergleichen Sie Tabellenstile
es_es: Shortcode Comparar estilos de tabla
fi_fi: Lyhytkoodi Vertaa taulukkotyylejä
fr_fr: Shortcode Comparer les styles de tableau
hu_hu: Rövid kód táblázatstílusok összehasonlítása
it_it: Shortcode Confronta stili tabella
nb_no: Kortkode Sammenlign tabellstiler
nl_nl: Shortcode Vergelijk tabelstijlen
pl_pl: Shortcode Porównaj style tabeli
pt_pt: Shortcode Compare Estilos de Tabela
ru_ru: Шрифты для сравнения таблиц
sk_sk: Porovnanie stôp tabuľkových stôp
sv_se: Kortnummer Jämför tabellstilar

source: Show a checkbox to Hide Similarities.
da_dk: Vis en afkrydsningsfelt for at skjule ligheder.
de_de: Ein Kontrollkästchen zum Ausblenden von Ähnlichkeiten anzeigen
es_es: Mostrar una casilla de verificación para ocultar similitudes.
fi_fi: Näytä piilota samankaltaisuudet -valintaruutu.
fr_fr: Afficher une case à cocher pour masquer les similitudes.
hu_hu: Jelölje be a hasonlóságok elrejtése jelölőnégyzetet.
it_it: Mostra una casella di controllo per nascondere le somiglianze.
nb_no: Vis en avkrysningsboks for å skjule likheter.
nl_nl: Laat een selectievakje zien om overeenkomsten te verbergen.
pl_pl: Pokaż pole wyboru, aby ukryć podobieństwa.
pt_pt: Mostrar uma caixa de seleção para ocultar semelhanças.
ru_ru: Установите флажок «Скрыть сходства».
sk_sk: Zaškrtnite políčko Skryť podobnosti.
sv_se: Visa en kryssruta för att dölja likheter.

source: Show a checkbox to Highlight Differences.
da_dk: Vis en afkrydsningsfelt for at fremhæve forskelle.
de_de: Aktivieren Sie ein Kontrollkästchen, um Unterschiede hervorzuheben.
es_es: Mostrar una casilla de verificación para resaltar las diferencias.
fi_fi: Näytä valintaruudun korostuseroihin.
fr_fr: Afficher une case à cocher pour mettre en évidence les différences.
hu_hu: Jelölje be a Kiemelés különbségek jelölőnégyzetet.
it_it: Mostra una casella di controllo per evidenziare le differenze.
nb_no: Vis en avkrysningsboks for å markere forskjeller.
nl_nl: Laat een selectievakje zien om verschillen te markeren.
pl_pl: Pokaż pole wyboru, aby zaznaczyć różnice.
pt_pt: Mostrar uma caixa de seleção para realçar diferenças.
ru_ru: Установите флажок «Выделение различий».
sk_sk: Zobraziť začiarkavacie políčko na zvýraznenie rozdielov.
sv_se: Visa en kryssruta för att markera skillnader.

source: Show a My Compare lists under WoOCommerce My Account.
da_dk: Vis en Min sammenligningsliste under WoOCommerce Min konto.
es_es: Muestre una lista de My Compare en WoOCommerce My Account.
fi_fi: Näytä Oma vertailu -luettelot kohdassa WoOCcommerce Oma tili.
fr_fr: Affichez une liste de mes comparaisons sous Mon compte WoOCommerce.
hu_hu: Mutasson egy Saját összehasonlítás listát a WoOCerce Saját fiók alatt.
it_it: Mostra un elenco di My Compare in WoOCommerce My Account.
nb_no: Vis en Min sammenligningsliste under WoOCommerce Min konto.
nl_nl: Toon een Mijn Vergelijkingslijsten onder WoOCommerce Mijn Account.
pl_pl: Pokaż listę Moje porównania w WoOCommerce Moje konto.
pt_pt: Mostre uma lista My Compare em WoOCommerce My Account.
ru_ru: Покажите мои списки сравнения в разделе Моя учетная запись WoOCommerce.
sk_sk: Zobraziť zoznamy Moje porovnanie v časti WoOCommerce Môj účet.
sv_se: Visa en My Compare-listor under WoOCommerce Mitt konto.

source: Show a remove from compare icon next to product title.
da_dk: Vis et ikon for fjern fra sammenligning ud for produkttitel.
de_de: Ein Symbol zum Entfernen aus dem Vergleich neben dem Produkttitel anzeigen.
es_es: Muestre un icono de eliminar de comparar junto al título del producto.
fi_fi: Näytä poisto vertailusta -kuvake tuotteen nimen vieressä.
fr_fr: Afficher une icône de suppression de la comparaison à côté du titre du produit.
hu_hu: Az Összehasonlításból való eltávolítás ikon megjelenítése a termék címe mellett.
it_it: Mostra un'icona Rimuovi dal confronto accanto al titolo del prodotto.
nb_no: Vis et fjern fra sammenligning-ikon ved siden av produkttittelen.
nl_nl: Toon een verwijder uit vergelijkingspictogram naast de producttitel.
pl_pl: Pokaż ikonę usunięcia z porównania obok tytułu produktu.
pt_pt: Mostra um ícone remover da comparação próximo ao título do produto.
ru_ru: Показать значок удаления из сравнения рядом с названием продукта.
sk_sk: Zobrazte ikonu odstránenia z porovnávania vedľa názvu produktu.
sv_se: Visa en borttagning från jämförelse-ikonen bredvid produkttiteln.

source: Show all slides even if they are empty.
da_dk: Vis alle dias, selvom de er tomme.
de_de: Alle Folien anzeigen, auch wenn sie leer sind.
es_es: Muestre todas las diapositivas incluso si están vacías.
fi_fi: Näytä kaikki diat, vaikka ne olisivat tyhjiä.
fr_fr: Afficher toutes les diapositives même si elles sont vides.
hu_hu: Az összes dia megjelenítése, még akkor is, ha üresek.
it_it: Mostra tutte le diapositive anche se sono vuote.
nb_no: Vis alle lysbildene selv om de er tomme.
nl_nl: Toon alle dia's, ook als ze leeg zijn.
pl_pl: Pokaż wszystkie slajdy, nawet jeśli są puste.
pt_pt: Mostre todos os slides, mesmo se estiverem vazios.
ru_ru: Показывать все слайды, даже если они пустые.
sk_sk: Zobraziť všetky snímky, aj keď sú prázdne.
sv_se: Visa alla bilder även om de är tomma.

source: Show Arrows
da_dk: Vis pile
de_de: Pfeile zeigen
es_es: Mostrar flechas
fi_fi: Näytä nuolet
fr_fr: Afficher les flèches
hu_hu: Mutasson nyilakat
it_it: Mostra frecce
nb_no: Vis piler
nl_nl: Pijlen tonen
pl_pl: Pokaż strzałki
pt_pt: Mostrar Setas
ru_ru: Показать стрелки
sk_sk: Zobraziť šípky
sv_se: Visa pilar

source: Show Attr Name in first Column
da_dk: Vis Attr Navn i første Kolonne
de_de: Attr Name in der ersten Spalte anzeigen
es_es: Mostrar nombre de atributo en la primera columna
fi_fi: Näytä attribuutin nimi ensimmäisessä sarakkeessa
fr_fr: Afficher le nom de l'attribut dans la première colonne
hu_hu: Az Attr Name megjelenítése az első oszlopban
it_it: Mostra nome Attr nella prima colonna
nb_no: Vis Attr-navn i første kolonne
nl_nl: Attr-naam in eerste kolom weergeven
pl_pl: Pokaż nazwę atrybutu w pierwszej kolumnie
pt_pt: Mostrar o nome do atributo na primeira coluna
ru_ru: Показать имя атрибута в первом столбце
sk_sk: Zobraziť Attr Name v prvom stĺpci
sv_se: Visa Attr-namn i första kolumnen

source: Show bought together products on product page
da_dk: Vis købt sammen produkter på produkt side
de_de: Zeigen Sie gekaufte Produkte auf der Produktseite zusammen
es_es: Mostrar productos comprados juntos en la página del producto
fi_fi: Näytä ostetut tuotteet yhdessä tuotesivulla
fr_fr: Afficher les produits achetés sur la page produit
hu_hu: Mutassa meg a vásárolt termékeket a termékoldalon
it_it: Mostra prodotti acquistati insieme sulla pagina del prodotto
nb_no: Vis kjøpt sammen produkter på produktsiden
nl_nl: Toon gekochte producten op productpagina
pl_pl: Pokaż kupione razem produkty na stronie produktu
pt_pt: Mostrar produtos comprados juntos na página do produto
ru_ru: Показать покупаемые вместе продукты на странице продукта
sk_sk: Zobrazte zakúpené produkty spolu na stránke produktu
sv_se: Visa inköpta produkter på produktsidan

source: Show Compare Bar
da_dk: Vis Sammenlign Bar
de_de: Zeige Compare-Bar
es_es: Mostrar barra de comparación
fi_fi: Näytä vertailupalkki
fr_fr: Afficher la barre de comparaison
hu_hu: Mutassa a mutatót
it_it: Mostra barra di confronto
nb_no: Vis Sammenlign Bar
nl_nl: Toon vergelijkingsbalk
pl_pl: Pokaż Porównaj pasek
pt_pt: Mostrar barra de comparação
ru_ru: Показать панель сравнения
sk_sk: Zobraziť porovnávací panel
sv_se: Visa jämförbar bar

source: Show Compare Bar Only on product / category pages
da_dk: Vis sammenligningsbjælken kun på produkt-/kategorisider
es_es: Mostrar barra de comparación solo en las páginas de productos / categorías
fi_fi: Näytä vertailupalkki vain tuote-/luokkasivuilla
fr_fr: Afficher la barre de comparaison uniquement sur les pages de produits/catégories
hu_hu: Összehasonlító sáv megjelenítése Csak a termék/kategória oldalakon
it_it: Mostra la barra di confronto solo nelle pagine dei prodotti/categorie
nb_no: Vis sammenligningslinjen Kun på produkt-/kategorisider
nl_nl: Toon vergelijkingsbalk Alleen op product- / categoriepagina's
pl_pl: Pokaż pasek porównania tylko na stronach produktów / kategorii
pt_pt: Mostrar barra de comparação apenas nas páginas de produtos / categorias
ru_ru: Показывать панель сравнения только на страницах продуктов / категорий
sk_sk: Zobraziť panel porovnania iba na stránkach produktov / kategórií
sv_se: Visa jämförbar endast på produkt-/kategorisidor

source: Show compared products based on a products categories on the product page.
da_dk: Vis sammenlignede produkter baseret på en produktkategori på produktsiden.
de_de: Zeige Vergleichsprodukte basierend auf Produktkategorien auf der Produktseite an.
es_es: Muestre productos comparados basados ​​en categorías de productos en la página del producto.
fi_fi: Näytä vertailevat tuotteet, jotka perustuvat tuotekategorioihin tuotesivulla.
fr_fr: Affichez les produits comparés en fonction des catégories de produits sur la page du produit.
hu_hu: Mutassa az összehasonlított termékeket a termékkategóriák alapján a termékoldalon.
it_it: Mostra prodotti confrontati in base a categorie di prodotti nella pagina del prodotto.
nb_no: Vis sammenligne produkter basert på en produktkategori på produktsiden.
nl_nl: Toon vergeleken producten op basis van een productcategorie op de productpagina.
pl_pl: Pokaż porównywane produkty na podstawie kategorii produktów na stronie produktu.
pt_pt: Mostrar produtos comparados com base em categorias de produtos na página do produto.
ru_ru: Показать сравниваемые продукты на основе категорий продуктов на странице продукта.
sk_sk: Zobraziť porovnávané produkty na základe kategórií produktov na stránke produktu.
sv_se: Visa jämförda produkter baserat på en produktkategori på produktsidan.

source: Show differences only
da_dk: Vis kun forskelle
de_de: Zeige nur Unterschiede
es_es: Mostrar solo diferencias
fi_fi: Näytä vain eroja
fr_fr: Afficher uniquement les différences
hu_hu: Csak a különbségeket jelenítse meg
it_it: Mostra solo le differenze
nb_no: Vis kun forskjeller
nl_nl: Toon alleen verschillen
pl_pl: Pokaż tylko różnice
pt_pt: Mostrar diferenças apenas
ru_ru: Показать только отличия
sk_sk: Zobraziť len rozdiely
sv_se: Visa endast skillnader

source: Show Dots
da_dk: Vis prikker
de_de: Zeige Punkte
es_es: Mostrar puntos
fi_fi: Näytä pisteet
fr_fr: Afficher les points
hu_hu: Pontok mutatása
it_it: Mostra punti
nb_no: Vis prikker
pl_pl: Pokaż kropki
pt_pt: Mostrar pontos
ru_ru: Показать точки
sk_sk: Zobraziť bodky
sv_se: Visa prickar

source: Show the add to compare button on product page
da_dk: Vis knappen Tilføj til sammenligning på produktsiden
de_de: Zeigen Sie die Schaltfläche zum Hinzufügen zum Vergleichen auf der Produktseite an
es_es: Mostrar el botón Agregar para comparar en la página del producto
fi_fi: Näytä lisäyspainike tuotesivulle
fr_fr: Afficher le bouton Ajouter à la comparaison sur la page du produit
hu_hu: Megjeleníti a termékoldalon található Összehasonlítás gombra
it_it: Mostra il pulsante aggiungi per confrontare sulla pagina del prodotto
nb_no: Vis legg til for å sammenligne knappen på produktsiden
nl_nl: Toon de knop Toevoegen aan vergelijken op productpagina
pl_pl: Pokaż przycisk Dodaj do porównania na stronie produktu
pt_pt: Mostrar o botão Adicionar para comparar na página do produto
ru_ru: Показать кнопку добавления для сравнения на странице продукта
sk_sk: Zobraziť tlačidlo pridať na porovnanie na stránke produktu
sv_se: Visa knappen Lägg till för jämförelse på produktsidan
