Repository: CylasKiganda/The-woocommerce-better-compare-customised-plugin
Catalog: languages/woocommerce-better-compare-*.po
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sv_se

source: Single Compare Table
da_dk: Enkelt Sammenlign tabel
de_de: Einzelne Vergleichstabelle
es_es: Tabla de comparación individual
fi_fi: Yhden vertailutaulukko
fr_fr: Tableau de comparaison unique
hu_hu: Egyetlen táblázat összehasonlítása
it_it: Tabella di confronto singola
nb_no: Enkelt Sammenlign tabell
nl_nl: Enkele vergelijkingslijst
pl_pl: Pojedyncza tabela porównawcza
pt_pt: Único Compare Tabela
ru_ru: Отдельная таблица сравнения
sk_sk: Jednotná tabuľka porovnávania
sv_se: Enkelt Jämför Tabell

source: Single Product
da_dk: Enkelt produkt
de_de: Einzelnes Produkt
es_es: Producto único
fi_fi: Yksittäinen tuote
fr_fr: Produit unique
hu_hu: Egyetlen termék
it_it: Singolo prodotto
nb_no: Enkelt produkt
nl_nl: Eén product
pl_pl: Pojedynczy produkt
pt_pt: Produto único
ru_ru: Одноместный продукт
sk_sk: Jednotlivý produkt
sv_se: Enda produkt

source: Single Product Button Position
da_dk: Enkelt produktknapposition
de_de: Position der einzelnen Produkttasten
es_es: Posición del botón de un solo producto
fi_fi: Yhden tuotteen painikkeen sijainti
fr_fr: Position du bouton de produit unique
hu_hu: Egyetlen termék gomb pozíciója
it_it: Posizione pulsante singolo prodotto
nb_no: Enkelt produktknappposisjon
nl_nl: Positie van enkele productknop
pl_pl: Pozycja przycisku pojedynczego produktu
pt_pt: Posição do botão de produto único
ru_ru: Положение кнопки одного продукта
sk_sk: Poloha tlačidla jedného produktu
sv_se: Position för en produktknapp

source: Slides to Scroll
de_de: Folien zum Blättern
es_es: Diapositivas para desplazarse
fi_fi: Vieritä vierekkäin
fr_fr: Diapositives pour faire défiler
hu_hu: Lapozás a görgetéshez
it_it: Diapositive da scorrere
nb_no: Lysbilder til å bla
nl_nl: Dia's om te scrollen
pl_pl: Slajdy do przewijania
pt_pt: Slides para Rolar
ru_ru: Слайды для прокрутки
sk_sk: Slides pre posúvanie
sv_se: Glider till Scroll

source: Slides to Show
de_de: Folien zum Anzeigen
es_es: Diapositivas para mostrar
fi_fi: Liukuu näyttämään
fr_fr: Diapositives pour montrer
hu_hu: Diák a Show-ra
it_it: Diapositive da mostrare
nb_no: Lysbilder til Vis
nl_nl: Presentaties om te tonen
pl_pl: Slajdy do wyświetlenia
pt_pt: Slides para mostrar
ru_ru: Слайды для показа
sk_sk: Prezentácie na zobrazenie
sv_se: Bildspel att visa

source: Specify the positon of the Button.
da_dk: Angiv knappens position.
de_de: Geben Sie die Position des Buttons an.
es_es: Especifique la posición del botón.
fi_fi: Määritä painikkeen sijainti.
fr_fr: Spécifiez la position du bouton.
hu_hu: Adja meg a Gomb helyzetét.
it_it: Specificare la posizione del pulsante.
nb_no: Angi plasseringen av knappen.
nl_nl: Geef de positie van de knop op.
pl_pl: Określ pozycję przycisku.
pt_pt: Especifique a posição do botão.
ru_ru: Укажите положение кнопки.
sk_sk: Zadajte polohu tlačidla.
sv_se: Ange positionen för knappen.

source: Specify the positon of the compare button in shop loop.
da_dk: Angiv positon af sammenligningsknappen i butiksløkken.
de_de: Position des Vergleichen-Buttons im Shop Loop.
es_es: Especifique la posición del botón Comparar en el ciclo de compras.
fi_fi: Määritä vertailupainikkeen sijainti ostosilmukassa.
fr_fr: Spécifiez la position du bouton de comparaison dans la boucle de magasin.
hu_hu: Adja meg az összehasonlító gomb pozícióját a vásárlási körben.
it_it: Specificare la posizione del pulsante di confronto nel ciclo negozio.
nb_no: Angi positon av sammenligningsknappen i butikksløyfe.
nl_nl: Geef de positon van de vergelijkingsknop op in de winkellus.
pl_pl: Określ pozycję przycisku porównania w pętli sklepowej.
pt_pt: Especifique a posição do botão de comparação no ciclo de compras.
ru_ru: Укажите позицию кнопки сравнения в цикле магазина.
sk_sk: Zadajte pozíciu porovnávacieho tlačidla v obchode.
sv_se: Ange positon av jämförelseknappen i butiksslingan.

source: Specify the positon of the compare table.
da_dk: Angiv positon af sammenligningstabellen.
de_de: Geben Sie die Position der Vergleichstabelle an.
es_es: Especifique la posición de la tabla de comparación.
fi_fi: Määritä vertailutaulukon sijainti.
fr_fr: Spécifiez la position de la table de comparaison.
hu_hu: Adja meg az összehasonlító táblázat pozícióját.
it_it: Specificare la posizione della tabella di confronto.
nb_no: Angi positon av sammenligningstabellen.
nl_nl: Geef de positie van de vergelijkingsstabel op.
pl_pl: Określ pozycję tabeli porównania.
pt_pt: Especifique a posição da tabela de comparação.
ru_ru: Укажите столбец таблицы сравнения.
sk_sk: Zadajte pozíciu porovnávacej tabuľky.
sv_se: Ange positon av jämförelsetabellen.

source: Stock
da_dk: lager
es_es: Valores
fi_fi: kalusto
hu_hu: Készlet
it_it: Azione
nb_no: Lager
nl_nl: Voorraad
pl_pl: Zbiory
pt_pt: estoque
ru_ru: Акции
sk_sk: sklad

source: Styles for the compare bar.
da_dk: Stil for sammenligningslinjen.
de_de: Stile für die Compare Bar
es_es: Estilos para la barra de comparación.
fi_fi: Vertailualustan tyylit.
fr_fr: Styles pour la barre de comparaison.
hu_hu: Az összehasonlító sáv stílusai.
it_it: Stili per la barra di confronto.
nb_no: Stiler for sammenligningslinjen.
nl_nl: Stijlen voor de vergelijkingsbalk.
pl_pl: Style paska porównania.
pt_pt: Estilos para a barra de comparação.
ru_ru: Стили для сравнения.
sk_sk: Styly pre porovnávaciu lištu.
sv_se: Stilar för jämförbar bar.

source: Styles for the flyout compare table.
da_dk: Styles for flyout sammenligne bordet.
de_de: Stile für die Flyout-Vergleichstabelle
es_es: Estilos para la tabla de comparación flotante.
fi_fi: Tyylit flyout-vertailuun.
fr_fr: Styles pour la table de comparaison déroulante.
hu_hu: Stílusok a flyout összehasonlító táblához.
it_it: Stili per la tabella di confronto a comparsa.
nb_no: Stiler for fly-sammenlikningsbordet.
nl_nl: Stijlen voor de flyout-vergelijkingstabel.
pl_pl: Style tabeli porównania wysuwania.
pt_pt: Estilos para a tabela de comparação de submenu.
ru_ru: Стили для таблицы сравнения вылета.
sk_sk: Styly pre porovnávaciu tabuľku.
sv_se: Stilar för flygel jämförelsetabellen.

source: Styles when you use the [woocommerce_better_compare products="X,X,X"] shortcode.
da_dk: Styles, når du bruger [woocommerce_better_compare products = "X, X, X "] shortcode.
de_de: Stile, wenn Sie den [wocommerce_better_compare products="X,X,X"] Shortcode verwenden.
es_es: Estilos cuando usa el código corto [woocommerce_better_compare products = "X, X, X "].
fi_fi: Tyylit, kun käytät [woocommerce_better_compare products = "X, X, X "] lyhytkoodia.
fr_fr: Styles lorsque vous utilisez le shortcode [woocommerce_better_compare products = "X, X, X "].
hu_hu: Stílusok, amikor a [woocommerce_better_compare products = "X, X, X "] rövidített kódot használja.
it_it: Stili quando si utilizza lo shortcode [woocommerce_better_compare products = "X, X "].
nb_no: Stiler når du bruker [woocommerce_better_compare products = "X, X, X "] shortcode.
nl_nl: Stijlen wanneer u de [woocommerce_better_compare products = "X, X, X "] shortcode gebruikt.
pl_pl: Style podczas używania skrótu [woocommerce_better_compare products = "X, X, X "].
pt_pt: Estilos quando você usa o shortcode [woocommerce_better_compare products = "X, X, X "].
ru_ru: Стили, когда вы используете короткий код [woocommerce_better_compare products = "X, X, X "].
sk_sk: Štýly, keď používate krátky kód [woocommerce_better_compare products = "X, X, X "].
sv_se: Stilar när du använder [woocommerce_better_compare products = "X, X, X "] shortcode.

source: Styling
es_es: Estilismo
fi_fi: Muotoilu
fr_fr: Coiffant
it_it: Messa in piega
pl_pl: Stylizacja
pt_pt: Estilo
ru_ru: Укладка

source: Tags
de_de: Stichworte
es_es: Etiquetas
fi_fi: Tunnisteet
fr_fr: Mots clés
hu_hu: Címkék
it_it: tag
nb_no: Tagger
pl_pl: Tagi
pt_pt: Tag
ru_ru: Теги
sk_sk: Tagy
sv_se: Taggar

source: Taxonomy 1
da_dk: Taksonomi 1
de_de: Taxonomie 1
es_es: Taxonomía 1
fi_fi: Taksonomia 1
fr_fr: Taxonomie 1
hu_hu: Taksonomia 1
it_it: Tassonomia 1
nb_no: Taksonomi 1
nl_nl: Taxonomie 1
pl_pl: Taksonomia 1
pt_pt: Taxonomia 1
ru_ru: Таксономия 1
sk_sk: Taxonomie 1
sv_se: Taxonomi 1

source: Taxonomy 2
da_dk: Taksonomi 2
de_de: Taxonomie 2
es_es: Taxonomía 2
fi_fi: Taksonomia 2
fr_fr: Taxonomie 2
hu_hu: Taxonómia 2
it_it: Tassonomia 2
nb_no: Taksonomi 2
nl_nl: Taxonomie 2
pl_pl: Taksonomia 2
pt_pt: Taxonomia 2
ru_ru: Таксономия 2
sk_sk: Taxonomie 2
sv_se: Taxonomi 2

source: Taxonomy 3
da_dk: Taksonomi 3
de_de: Taxonomie 3
es_es: Taxonomía 3
fi_fi: Taksonomia 3
fr_fr: Taxonomie 3
hu_hu: Taxonómia 3
it_it: Tassonomia 3
nb_no: Taksonomi 3
nl_nl: Taxonomie 3
pl_pl: Taksonomia 3
pt_pt: Taxonomia 3
ru_ru: Таксономия 3
sk_sk: Taxonomie 3
sv_se: Taxonomi 3

source: Taxonomy 4
da_dk: Taksonomi 4
de_de: Taxonomie 4
es_es: Taxonomía 4
fi_fi: Taksonomia 4
fr_fr: Taxonomie 4
hu_hu: Taxonómia 4
it_it: Tassonomia 4
nb_no: Taksonomi 4
nl_nl: Taxonomie 4
pl_pl: Taksonomia 4
pt_pt: Taxonomia 4
ru_ru: Таксономия 4
sk_sk: Taxonomie 4
sv_se: Taxonomi 4

source: Text Color of the compare bar
da_dk: Tekstfarve på sammenligningslinjen
de_de: Text Farbe der Vergleichsleiste
es_es: Color del texto de la barra de comparación
fi_fi: Teksti Väri vertailu bar
fr_fr: Couleur du texte de la barre de comparaison
hu_hu: Szöveg Az összehasonlító sáv színe
it_it: Colore del testo della barra di confronto
nb_no: Tekstfarge på sammenligningsfeltet
nl_nl: Tekstkleur van de vergelijkingsbalk
pl_pl: Kolor tekstu paska porównania
pt_pt: Cor do texto da barra de comparação
ru_ru: Текст Цвет панели сравнения
sk_sk: Farba textu porovnávacej lišty
sv_se: Textfärg på jämförbar fält

source: Text Color of the compare Table
da_dk: Tekstfarve i den sammenligne tabel
de_de: Text Farbe der Vergleichstabelle
es_es: Color del texto de la tabla de comparación
fi_fi: Vertailutaulukon teksti Väri
fr_fr: Couleur du texte du tableau de comparaison
hu_hu: Szöveg Az összehasonlító táblázat színe
it_it: Colore del testo della tabella di confronto
nb_no: Tekstfarge i sammenlignings tabellen
nl_nl: Tekstkleur van de vergelijkende tabel
pl_pl: Kolor tekstu tabeli porównania
pt_pt: Cor do texto da tabela de comparação
ru_ru: Текст Цвет таблицы сравнения
sk_sk: Farba textu porovnávacej tabuľky
sv_se: Textfärg i jämförelsetabellen

source: Texts
da_dk: Tekster
de_de: Texte
es_es: Textos
fi_fi: Tekstit
fr_fr: Les textes
hu_hu: Szövegek
it_it: testi
nb_no: Tekster
nl_nl: teksten
pl_pl: Teksty
pt_pt: Texto:% s
ru_ru: Тексты
sk_sk: Texty
sv_se: Texter

source: Texts used in our plugin. Rest texts can be edited via loco translate.
da_dk: Tekster brugt i vores plugin. Resten tekster kan redigeres via loco translate.
de_de: In unserem Plugin verwendete Texte. Resttexte können über loco translate bearbeitet werden.
es_es: Textos utilizados en nuestro complemento. Los textos de descanso se pueden editar a través de loco translate.
fi_fi: Pluginissamme käytetyt tekstit. Loput tekstit voidaan muokata loco translatella.
fr_fr: Textes utilisés dans notre plugin. Les textes de repos peuvent être édités via loco translate.
hu_hu: A bővítményünkben használt szövegek. A többi szöveg a loco translate segítségével szerkeszthető.
it_it: Testi utilizzati nel nostro plugin. I testi di riposo possono essere modificati tramite loco translate.
nb_no: Tekster brukt i vår plugin. Resten tekster kan redigeres via loco translate.
nl_nl: Teksten gebruikt in onze plug-in. Restteksten kunnen worden bewerkt via loco translate.
pl_pl: Teksty używane w naszej wtyczce. Pozostałe teksty można edytować za pomocą loco translate.
pt_pt: Textos usados em nosso plugin. Os textos restantes podem ser editados via loco translate.
ru_ru: Тексты, используемые в нашем плагине. Остальные тексты можно редактировать с помощью loco translate.
sk_sk: Texty použité v našom plugine. Ostatné texty je možné upravovať pomocou loco translate.
sv_se: Texter som används i vårt plugin. Resttexter kan redigeras via loco translate.

source: The Name that will be used for Meta 1. For example "SKU".
da_dk: Navnet, der vil blive brugt til Meta 1. For eksempel "SKU".
de_de: Der Name, der für Meta 1 verwendet wird. Zum Beispiel "SKU".
es_es: El nombre que se utilizará para Meta 1. Por ejemplo, "SKU".
fi_fi: Nimi, jota käytetään Meta 1:lle. Esimerkiksi "SKU".
fr_fr: Le nom qui sera utilisé pour Meta 1. Par exemple "SKU".
hu_hu: A Meta 1-hez használt név. Például "SKU".
it_it: Il nome che verrà utilizzato per Meta 1. Ad esempio "SKU".
nb_no: Navnet som skal brukes for Meta 1. For eksempel "SKU".
nl_nl: De naam die zal worden gebruikt voor Meta 1. Bijvoorbeeld "SKU".
pl_pl: Nazwa, która będzie używana w Meta 1. Na przykład „SKU”.
pt_pt: O nome que será usado para Meta 1. Por exemplo, "SKU".
ru_ru: Имя, которое будет использоваться для Meta 1. Например, «SKU».
sk_sk: Názov, ktorý sa použije pre Meta 1. Napríklad „SKU“.
sv_se: Namnet som kommer att användas för Meta 1. Till exempel "SKU".

source: The Name that will be used for Meta 2. For example "SKU".
da_dk: Navnet, der vil blive brugt til Meta 2. For eksempel "SKU".
de_de: Der Name, der für Meta 2 verwendet wird. Zum Beispiel "SKU".
es_es: El nombre que se utilizará para Meta 2. Por ejemplo, "SKU".
fi_fi: Nimi, jota käytetään Meta 2:lle. Esimerkiksi "SKU".
fr_fr: Le nom qui sera utilisé pour Meta 2. Par exemple "SKU".
hu_hu: A Meta 2-hez használt név. Például "SKU".
it_it: Il nome che verrà utilizzato per Meta 2. Ad esempio "SKU".
nb_no: Navnet som skal brukes for Meta 2. For eksempel "SKU".
nl_nl: De naam die zal worden gebruikt voor Meta 2. Bijvoorbeeld "SKU".
pl_pl: Nazwa, która będzie używana w Meta 2. Na przykład „SKU”.
pt_pt: O nome que será usado para Meta 2. Por exemplo, "SKU".
ru_ru: Имя, которое будет использоваться для Meta 2. Например, «SKU».
sk_sk: Názov, ktorý sa použije pre Meta 2. Napríklad „SKU“.
sv_se: Namnet som kommer att användas för Meta 2. Till exempel "SKU".

source: The Name that will be used for Meta 3. For example "SKU".
da_dk: Navnet, der vil blive brugt til Meta 3. For eksempel "SKU".
de_de: Der Name, der für Meta 3 verwendet wird. Zum Beispiel "SKU".
es_es: El nombre que se utilizará para Meta 3. Por ejemplo, "SKU".
fi_fi: Nimi, jota käytetään Meta 3:lle. Esimerkiksi "SKU".
fr_fr: Le nom qui sera utilisé pour Meta 3. Par exemple "SKU".
hu_hu: A Meta 3-hoz használt név. Például "SKU".
it_it: Il nome che verrà utilizzato per Meta 3. Ad esempio "SKU".
nb_no: Navnet som skal brukes for Meta 3. For eksempel "SKU".
nl_nl: De naam die zal worden gebruikt voor Meta 3. Bijvoorbeeld "SKU".
pl_pl: Nazwa, która będzie używana w Meta 3. Na przykład „SKU”.
pt_pt: O nome que será usado para Meta 3. Por exemplo, "SKU".
ru_ru: Имя, которое будет использоваться для Meta 3. Например, «SKU».
sk_sk: Názov, ktorý sa použije pre Meta 3. Napríklad „SKU“.
sv_se: Namnet som kommer att användas för Meta 3. Till exempel "SKU".

source: The Name that will be used for Meta 4. For example "SKU".
da_dk: Navnet, der vil blive brugt til Meta 4. For eksempel "SKU".
de_de: Der Name, der für Meta 4 verwendet wird. Zum Beispiel "SKU".
es_es: El nombre que se utilizará para Meta 4. Por ejemplo, "SKU".
fi_fi: Nimi, jota käytetään Meta 4:lle. Esimerkiksi "SKU".
fr_fr: Le nom qui sera utilisé pour Meta 4. Par exemple "SKU".
hu_hu: A Meta 4-hez használt név. Például "SKU".
it_it: Il nome che verrà utilizzato per Meta 4. Ad esempio "SKU".
nb_no: Navnet som skal brukes for Meta 4. For eksempel "SKU".
nl_nl: De naam die zal worden gebruikt voor Meta 4. Bijvoorbeeld "SKU".
pl_pl: Nazwa, która będzie używana w Meta 4. Na przykład „SKU”.
pt_pt: O nome que será usado para Meta 4. Por exemplo "SKU".
ru_ru: Имя, которое будет использоваться для Meta 4. Например, «SKU».
sk_sk: Názov, ktorý sa použije pre Meta 4. Napríklad „SKU“.
sv_se: Namnet som kommer att användas för Meta 4. Till exempel "SKU".

source: The Name that will be used for Taxonomy 1. For example "Product Categories".
da_dk: Navnet, der vil blive brugt til taksonomi 1. For eksempel "Produktkategorier".
de_de: Der Name, der für Taxonomie 1 verwendet wird. Zum Beispiel "Produktkategorien".
es_es: El nombre que se utilizará para la taxonomía 1. Por ejemplo, "Categorías de productos".
fi_fi: Nimi, jota käytetään taksonomiassa 1. Esimerkiksi "Tuotekategoriat".
fr_fr: Le nom qui sera utilisé pour la taxonomie 1. Par exemple "Catégories de produits".
hu_hu: Az 1. taxonómiához használt név. Például "Termékkategóriák".
it_it: Il nome che verrà utilizzato per la tassonomia 1. Ad esempio "Categorie di prodotti".
nb_no: Navnet som skal brukes for taksonomi 1. For eksempel "Produktkategorier".
nl_nl: De naam die zal worden gebruikt voor taxonomie 1. Bijvoorbeeld "Productcategorieën".
pl_pl: Nazwa, która będzie używana w taksonomii 1. Na przykład „Kategorie produktów”.
pt_pt: O nome que será usado para a taxonomia 1. Por exemplo, "Categorias de produtos".
ru_ru: Имя, которое будет использоваться для Таксономии 1. Например, «Категории продуктов».
sk_sk: Názov, ktorý sa použije pre taxonómiu 1. Napríklad „Kategórie produktov“.
sv_se: Namnet som kommer att användas för taxonomi 1. Till exempel "Produktkategorier".

source: This will display odd rows for all attribute groups.
da_dk: Dette vil vise ulige rækker for alle attributgrupper.
de_de: Dadurch werden ungerade Zeilen für alle Attributgruppen angezeigt.
es_es: Esto mostrará filas impares para todos los grupos de atributos.
fi_fi: Tämä näyttää parittomat rivit kaikille määriteryhmille.
fr_fr: Cela affichera des lignes impaires pour tous les groupes d'attributs.
hu_hu: Ez minden attribútumcsoporthoz páratlan sorokat jelenít meg.
it_it: Verranno visualizzate le righe dispari per tutti i gruppi di attributi.
nb_no: Dette vil vise odde rader for alle attributtgrupper.
nl_nl: Hierdoor worden oneven rijen weergegeven voor alle attribuutgroepen.
pl_pl: Spowoduje to wyświetlenie nieparzystych wierszy dla wszystkich grup atrybutów.
pt_pt: Isso exibirá linhas ímpares para todos os grupos de atributos.
ru_ru: Это отобразит нечетные строки для всех групп атрибутов.
sk_sk: Tým sa zobrazia nepárne riadky pre všetky skupiny atribútov.
sv_se: Detta kommer att visa udda rader för alla attributgrupper.

source: This wishlist is set to private.
da_dk: Denne ønskeliste er sat til privat.
de_de: Diese Wunschliste ist auf privat gesetzt.
es_es: Esta lista de deseos está configurada como privada.
fi_fi: Tämä toivelista on asetettu yksityiseksi.
fr_fr: Cette liste de souhaits est définie comme privée.
hu_hu: Ez a kívánságlista privátra van állítva.
it_it: Questa lista dei desideri è impostata su privata.
nb_no: Denne ønskeliste er satt til privat.
nl_nl: Deze verlanglijst staat op privé.
pl_pl: Ta lista życzeń jest ustawiona jako prywatna.
pt_pt: Esta lista de desejos está definida como privada.
ru_ru: Этот список желаний является личным.
sk_sk: Tento zoznam želaní je nastavený ako súkromný.
sv_se: Den här önskelistan är inställd på privat.

source: Title
da_dk: Titel
de_de: Titel
es_es: Título
fi_fi: otsikko
fr_fr: Titre
hu_hu: Cím
it_it: Titolo
nb_no: Tittel
nl_nl: Titel
pl_pl: Tytuł
pt_pt: Título
ru_ru: заглавие
sk_sk: nadpis
sv_se: Titel

source: To get auto updates please
da_dk: For at få automatiske opdateringer venligst
de_de: Um automatische Updates zu erhalten, bitte
es_es: Para obtener actualizaciones automáticas,
fi_fi: Jos haluat saada automaattiset päivitykset, ole hyvä
fr_fr: Pour obtenir des mises à jour automatiques s'il vous plaît
hu_hu: Az automatikus frissítésekért kérem
it_it: Per ottenere gli aggiornamenti automatici per favore
nb_no: For å få automatiske oppdateringer vennligst
nl_nl: Om automatische updates te krijgen alstublieft
pl_pl: Aby uzyskać automatyczne aktualizacje, proszę
pt_pt: Para obter atualizações automáticas, por favor
ru_ru: Чтобы получать автоматические обновления, пожалуйста
sk_sk: Ak chcete získať automatické aktualizácie, prosím
sv_se: För att få automatiska uppdateringar vänligen

source: Top
de_de: oben
es_es: Parte superior
fi_fi: ylin
fr_fr: Haut
hu_hu: felső
it_it: Superiore
nb_no: Topp
pt_pt: Topo
ru_ru: верхний
sv_se: Topp

source: Variations
da_dk: Variationer
de_de: Variationen
es_es: Variaciones
fi_fi: Muunnelmat
fr_fr: Les variations
hu_hu: Variációk
it_it: variazioni
nb_no: variasjoner
nl_nl: variaties
pl_pl: Wariacje
pt_pt: Variações
ru_ru: вариации
sk_sk: variácie
sv_se: variationer

source: View
da_dk: Udsigt
de_de: Aussicht
es_es: Vista
fi_fi: Näytä
fr_fr: Voir
hu_hu: Kilátás
it_it: Visualizzazione
nb_no: Utsikt
nl_nl: Visie
pl_pl: Pogląd
pt_pt: Visualizar
ru_ru: Вид
sk_sk: vyhliadka
sv_se: Se

source: Weight
da_dk: Vægt
de_de: Gewicht
es_es: Peso
fi_fi: Paino
fr_fr: Poids
hu_hu: Súly
it_it: Peso
nb_no: Vekt
nl_nl: Gewicht
pl_pl: Waga
pt_pt: Peso
ru_ru: вес
sk_sk: závažia
sv_se: Vikt

source: When you drag an attribute group into enabled, it automatically gets all attributes.
da_dk: Når du trækker en attributgruppe til aktiveret, får den automatisk alle attributter.
de_de: Wenn Sie eine Attributgruppe in aktiviert ziehen, erhält sie automatisch alle Attribute.
es_es: Cuando arrastra un grupo de atributos a habilitado, automáticamente obtiene todos los atributos.
fi_fi: Kun vedät määriteryhmän käyttöön, se hakee automaattisesti kaikki määritteet.
fr_fr: Lorsque vous faites glisser un groupe d'attributs vers activé, il obtient automatiquement tous les attributs.
hu_hu: Ha egy attribútumcsoportot az engedélyezett állapotba húz, az automatikusan lekéri az összes attribútumot.
it_it: Quando trascini un gruppo di attributi in abilitato, ottiene automaticamente tutti gli attributi.
nb_no: Når du drar en attributtgruppe til aktivert, får den automatisk alle attributter.
nl_nl: Wanneer u een kenmerkgroep naar ingeschakeld sleept, krijgt deze automatisch alle kenmerken.
pl_pl: Gdy przeciągasz grupę atrybutów do włączonej, automatycznie pobiera ona wszystkie atrybuty.
pt_pt: Quando você arrasta um grupo de atributos para ativado, ele obtém automaticamente todos os atributos.
ru_ru: Когда вы перетаскиваете группу атрибутов во включенную, она автоматически получает все атрибуты.
sk_sk: Keď pretiahnete skupinu atribútov do aktivovanej, automaticky získa všetky atribúty.
sv_se: När du drar en attributgrupp till aktiverad får den automatiskt alla attribut.

source: Which product categories should be excluded.
da_dk: Hvilke produktkategorier skal udelukkes.
de_de: Welche Produktkategorien sollen ausgeschlossen werden.
es_es: Qué categorías de productos deben excluirse.
fi_fi: Mitkä tuoteluokat pitäisi sulkea pois.
fr_fr: Quelles catégories de produits doivent être exclues.
hu_hu: Mely termékkategóriákat kell kizárni.
it_it: Quali categorie di prodotti dovrebbero essere escluse.
nb_no: Hvilke produktkategorier bør ekskluderes.
nl_nl: Welke productcategorieën moeten worden uitgesloten.
pl_pl: Które kategorie produktów należy wykluczyć.
pt_pt: Quais categorias de produtos devem ser excluídas.
ru_ru: Какие категории товаров следует исключить.
sk_sk: Ktoré kategórie produktov by sa mali vylúčiť.
sv_se: Vilka produktkategorier ska undantas.
