Repository: CylasKiganda/The-woocommerce-better-compare-customised-plugin
Catalog: languages/woocommerce-better-compare-*.po
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sv_se

source: Exclude User Products
da_dk: Ekskluder brugerprodukter
de_de: Benutzerprodukte ausschließen
es_es: Excluir productos de usuario
fi_fi: Sulje pois käyttäjätuotteet
fr_fr: Exclure les produits utilisateur
hu_hu: Felhasználói termékek kizárása
it_it: Escludi prodotti utente
nb_no: Ekskluder brukerprodukter
nl_nl: Gebruikersproducten uitsluiten
pl_pl: Wyklucz produkty użytkownika
pt_pt: Excluir produtos do usuário
ru_ru: Исключить пользовательские продукты
sk_sk: Vylúčiť používateľské produkty
sv_se: Uteslut användarprodukter

source: Exclusions
da_dk: Udelukkelser
de_de: Ausschlüsse
es_es: Exclusiones
fi_fi: Poikkeukset
hu_hu: Kizárások
it_it: Esclusioni
nb_no: Ekskluderinger
nl_nl: Uitsluitingen
pl_pl: Wykluczenia
pt_pt: Exclusões
ru_ru: Исключения
sk_sk: Výluky
sv_se: Uteslutningar

source: For My Account – After saving this, please go to WooCommerce > Advanced and save my account enpoints.
da_dk: For Min konto – Når du har gemt dette, skal du gå til WooCommerce > Avanceret og gemme mine kontopunkter.
de_de: Für mein Konto – Nachdem Sie dies gespeichert haben, gehen Sie bitte zu WooCommerce > Erweitert und speichern Sie meine Kontopunkte.
es_es: Para mi cuenta: después de guardar esto, vaya a WooCommerce> Avanzado y guarde los puntos de mi cuenta.
fi_fi: Oma tili – Kun olet tallentanut tämän, siirry kohtaan WooCommerce > Advanced ja tallenna tilini enpoints.
fr_fr: Pour mon compte – Après avoir enregistré cela, veuillez accéder à WooCommerce > Avancé et enregistrez les points de mon compte.
hu_hu: Saját fiókhoz – Mentés után lépjen a WooCommerce > Speciális oldalra, és mentse el a fiók enpointjait.
it_it: Per il mio account – Dopo averlo salvato, vai su WooCommerce > Avanzate e salva gli enpoint del mio account.
nb_no: For Min konto – Etter å ha lagret denne, vennligst gå til WooCommerce > Avansert og lagre kontoen min.
nl_nl: Voor Mijn Account – Ga na het opslaan naar WooCommerce > Geavanceerd en sla mijn accountpunten op.
pl_pl: Dla Mojego Konta – Po zapisaniu tego, przejdź do WooCommerce > Zaawansowane i zapisz punkty mojego konta.
pt_pt: Para minha conta - depois de salvar, vá para WooCommerce> Avançado e salve os enpoints da minha conta.
ru_ru: Для моей учетной записи - после сохранения перейдите в WooCommerce> Advanced и сохраните точки моей учетной записи.
sk_sk: Pre môj účet – Po uložení prejdite na WooCommerce > Rozšírené a uložte body môjho účtu.
sv_se: För Mitt konto – När du har sparat detta, gå till WooCommerce > Avancerat och spara mina kontopunkter.

source: General
da_dk: Generel
de_de: Allgemeines
fi_fi: yleinen
fr_fr: Général
hu_hu: Tábornok
it_it: Generale
nb_no: Generell
nl_nl: Algemeen
pl_pl: Generał
pt_pt: Geral
ru_ru: Генеральная
sk_sk: všeobecný
sv_se: Allmän

source: Get Attributes automatically from a Group
da_dk: Hent attributter automatisk fra en gruppe
de_de: Attribute automatisch von einer Gruppe abrufen
es_es: Obtener atributos automáticamente de un grupo
fi_fi: Hanki määritteet automaattisesti ryhmästä
fr_fr: Obtenir automatiquement les attributs d'un groupe
hu_hu: Az attribútumok automatikus lekérése egy csoportból
it_it: Ottieni attributi automaticamente da un gruppo
nb_no: Få attributter automatisk fra en gruppe
nl_nl: Attributen automatisch ophalen van een groep
pl_pl: Pobierz atrybuty automatycznie z grupy
pt_pt: Obtenha atributos automaticamente de um grupo
ru_ru: Автоматическое получение атрибутов из группы
sk_sk: Získajte atribúty automaticky zo skupiny
sv_se: Få attribut automatiskt från en grupp

source: Gives more Space in the compare bar.
da_dk: Giver mere plads i sammenligningslinjen.
de_de: Gibt mehr Platz in der Vergleichsleiste.
es_es: Da más espacio en la barra de comparación.
fi_fi: Antaa enemmän tilaa vertailupalkkiin.
fr_fr: Donne plus d'espace dans la barre de comparaison.
hu_hu: Több helyet biztosít az összehasonlító sávban.
it_it: Dà più spazio nella barra di confronto.
nb_no: Gir mer plass i sammenligningslinjen.
nl_nl: Geeft meer ruimte in de vergelijkingsbalk.
pl_pl: Daje więcej miejsca na pasku porównania.
pt_pt: Dá mais espaço na barra de comparação.
ru_ru: Дает больше места на панели сравнения.
sk_sk: Poskytuje viac priestoru v porovnávacom paneli.
sv_se: Ger mer utrymme i jämförelsefältet.

source: Group:
da_dk: Gruppe:
de_de: Gruppe:
es_es: Grupo:
fi_fi: Ryhmä:
fr_fr: Grouper:
hu_hu: Csoport:
it_it: Gruppo:
nb_no: Gruppe:
nl_nl: Groep:
pl_pl: Grupa:
pt_pt: Grupo:
ru_ru: Группа:
sk_sk: Skupina:
sv_se: Grupp:

source: Hide Placeholder Images
da_dk: Skjul pladsholderbilleder
de_de: Platzhalterbilder ausblenden
es_es: Ocultar imágenes de marcador de posición
fi_fi: Piilota paikkamerkkikuvat
fr_fr: Masquer les images d'espace réservé
hu_hu: Helyőrző képek elrejtése
it_it: Nascondi immagini segnaposto
nb_no: Skjul plassholderbilder
nl_nl: Tijdelijke aanduiding-afbeeldingen verbergen
pl_pl: Ukryj obrazy zastępcze
pt_pt: Ocultar imagens de espaço reservado
ru_ru: Скрыть изображения-заполнители
sk_sk: Skryť zástupné obrázky
sv_se: Dölj platshållarbilder

source: Hide Similarities
da_dk: Skjul ligheder
de_de: Ähnlichkeiten ausblenden
es_es: Ocultar similitudes
fi_fi: Piilota yhtäläisyydet
fr_fr: Masquer les similitudes
hu_hu: Hasonlóságok elrejtése
it_it: Nascondi somiglianze
nb_no: Skjul likheter
pl_pl: Ukryj podobieństwa
pt_pt: Ocultar semelhanças
ru_ru: Скрыть сходства
sk_sk: Skryť podobnosti
sv_se: Dölj likheter

source: Highlight Differences
da_dk: Fremhæv forskelle
de_de: Unterschiede hervorheben
es_es: Resalta las diferencias
fi_fi: Korosta eroja
fr_fr: Mettre en évidence les différences
hu_hu: Kiemelje a különbségeket
it_it: Evidenzia le differenze
nb_no: Fremhev forskjeller
nl_nl: Markeer verschillen
pl_pl: Zaznacz różnice
pt_pt: Destaque diferenças
ru_ru: Выделите различия
sk_sk: Zvýrazniť rozdiely
sv_se: Markera skillnader

source: Hook Priority
de_de: Hook-Priorität
es_es: Prioridad de gancho
fi_fi: Hook prioriteetti
fr_fr: Priorité de crochet
hu_hu: Hook prioritás
pt_pt: Prioridade do Gancho
ru_ru: Приоритет крюка
sk_sk: Priorita háku

source: If not enabled they will be executed.
da_dk: Hvis de ikke er aktiveret, vil de blive udført.
de_de: Wenn sie nicht aktiviert sind, werden sie ausgeführt.
es_es: Si no está habilitado, se ejecutarán.
fi_fi: Jos niitä ei ole otettu käyttöön, ne suoritetaan.
fr_fr: S'ils ne sont pas activés, ils seront exécutés.
hu_hu: Ha nincs engedélyezve, akkor végrehajtásra kerülnek.
it_it: Se non abilitati verranno eseguiti.
nb_no: Hvis de ikke er aktivert, vil de bli utført.
nl_nl: Als ze niet zijn ingeschakeld, worden ze uitgevoerd.
pl_pl: Jeśli nie są włączone, zostaną wykonane.
pt_pt: Se não estiverem ativados, eles serão executados.
ru_ru: Если не включен, они будут выполнены.
sk_sk: Ak nie sú povolené, vykonajú sa.
sv_se: Om de inte är aktiverade kommer de att köras.

source: If you do not want to use the compare bar / fly out table, you can set a link to your compare page here. Make sure you place the [woocommerce_better_compare] shortcode on this page (without any parameters).
da_dk: Hvis du ikke ønsker at bruge sammenligningsbjælken / flyve ud tabellen, kan du sætte et link til din sammenligningsside her. Sørg for at placere kortkoden [woocommerce_better_compare] på denne side (uden nogen parametre).
de_de: Wenn Sie die Vergleichsleiste / Flyout-Tabelle nicht verwenden möchten, können Sie hier einen Link zu Ihrer Vergleichsseite setzen. Stellen Sie sicher, dass Sie den Shortcode [woocommerce_better_compare] auf dieser Seite platzieren (ohne Parameter).
es_es: Si no desea utilizar la barra de comparación / tabla flotante, puede establecer un enlace a su página de comparación aquí. Asegúrese de colocar el código corto [woocommerce_better_compare] en esta página (sin ningún parámetro).
fi_fi: Jos et halua käyttää vertailupalkkia/lentää ulos -taulukkoa, voit asettaa linkin vertailusivullesi tästä. Varmista, että asetat [woocommerce_better_compare]-lyhytkoodin tälle sivulle (ilman parametreja).
fr_fr: Si vous ne souhaitez pas utiliser la barre de comparaison / le tableau volant, vous pouvez créer un lien vers votre page de comparaison ici. Assurez-vous de placer le shortcode [woocommerce_better_compare] sur cette page (sans aucun paramètre).
hu_hu: Ha nem kívánja használni az összehasonlító sávot, itt beállíthat egy hivatkozást az összehasonlító oldalára. Ügyeljen arra, hogy elhelyezze a [woocommerce_better_compare] rövid kódot ezen az oldalon (paraméterek nélkül).
it_it: Se non desideri utilizzare la barra di confronto/la tabella a comparsa, puoi impostare un collegamento alla tua pagina di confronto qui. Assicurati di inserire lo shortcode [woocommerce_better_compare] in questa pagina (senza parametri).
nb_no: Hvis du ikke ønsker å bruke sammenligningslinjen / fly ut tabellen, kan du sette en lenke til sammenligningssiden din her. Sørg for at du plasserer [woocommerce_better_compare]-kortkoden på denne siden (uten noen parametere).
nl_nl: Als u geen gebruik wilt maken van de vergelijkingsbalk / uitklaptabel, kunt u hier een link naar uw vergelijkingspagina instellen. Zorg ervoor dat je de [woocommerce_better_compare] shortcode op deze pagina plaatst (zonder parameters).
pl_pl: Jeśli nie chcesz używać paska porównania / tabeli wysuwanej, możesz ustawić link do swojej strony porównania tutaj. Upewnij się, że umieściłeś na tej stronie krótki kod [woocommerce_better_compare] (bez żadnych parametrów).
pt_pt: Se não quiser usar a tabela de comparação de barras / fly out, você pode definir um link para sua página de comparação aqui. Certifique-se de colocar o shortcode [woocommerce_better_compare] nesta página (sem quaisquer parâmetros).
ru_ru: Если вы не хотите использовать панель сравнения / всплывающую таблицу, вы можете установить здесь ссылку на свою страницу сравнения. Убедитесь, что вы разместили шорткод [woocommerce_better_compare] на этой странице (без каких-либо параметров).
sk_sk: Ak nechcete použiť porovnávaciu lištu / rozletovú tabuľku, môžete tu nastaviť odkaz na vašu porovnávaciu stránku. Uistite sa, že ste na túto stránku umiestnili skrátený kód [woocommerce_better_compare] (bez akýchkoľvek parametrov).
sv_se: Om du inte vill använda jämförelsefältet/flyga ut tabellen kan du sätta en länk till din jämförelsesida här. Se till att du placerar kortkoden [woocommerce_better_compare] på den här sidan (utan några parametrar).

source: If you do not want to use the fly out compare table, you can set a link to your compare page here. Make sure you place the [woocommerce_better_compare] shortcode on this page (without any parameters). . Do NOT cache this page.
da_dk: Hvis du ikke ønsker at bruge fly-out-sammenligningstabellen, kan du oprette et link til din sammenligningsside her. Sørg for at placere kortkoden [woocommerce_better_compare] på denne side (uden nogen parametre). . Cache IKKE denne side.
de_de: Wenn Sie die Flyout-Vergleichstabelle nicht verwenden möchten, können Sie hier einen Link zu Ihrer Vergleichsseite setzen. Stellen Sie sicher, dass Sie den Shortcode [woocommerce_better_compare] auf dieser Seite platzieren (ohne Parameter). . Diese Seite NICHT zwischenspeichern.
es_es: Si no desea utilizar la tabla de comparación flotante, puede establecer un enlace a su página de comparación aquí. Asegúrese de colocar el código corto [woocommerce_better_compare] en esta página (sin ningún parámetro). . NO guarde esta página en caché.
fi_fi: Jos et halua käyttää uloslennottavaa vertailutaulukkoa, voit asettaa linkin vertailusivullesi tästä. Varmista, että asetat [woocommerce_better_compare]-lyhytkoodin tälle sivulle (ilman parametreja). . ÄLÄ tallenna tätä sivua välimuistiin.
fr_fr: Si vous ne souhaitez pas utiliser le tableau de comparaison fly out, vous pouvez définir un lien vers votre page de comparaison ici. Assurez-vous de placer le shortcode [woocommerce_better_compare] sur cette page (sans aucun paramètre). . Ne cachez PAS cette page.
hu_hu: Ha nem szeretné használni a kirepülő összehasonlító táblázatot, itt beállíthat egy hivatkozást az összehasonlító oldalára. Ügyeljen arra, hogy elhelyezze a [woocommerce_better_compare] rövid kódot ezen az oldalon (paraméterek nélkül). . NE tegye gyorsítótárba ezt az oldalt.
it_it: Se non desideri utilizzare la tabella di confronto a comparsa, puoi impostare un collegamento alla tua pagina di confronto qui. Assicurati di inserire lo shortcode [woocommerce_better_compare] in questa pagina (senza parametri). . NON memorizzare nella cache questa pagina.
nb_no: Hvis du ikke ønsker å bruke fly-out-sammenligningstabellen, kan du sette en lenke til sammenligningssiden din her. Sørg for at du plasserer [woocommerce_better_compare]-kortkoden på denne siden (uten noen parametere). . IKKE cache denne siden.
nl_nl: Als u de vergelijkingstabel niet wilt gebruiken, kunt u hier een link naar uw vergelijkingspagina instellen. Zorg ervoor dat je de [woocommerce_better_compare] shortcode op deze pagina plaatst (zonder parameters). . Cache deze pagina NIET.
pl_pl: Jeśli nie chcesz korzystać z wysuwanej tabeli porównawczej, możesz tutaj ustawić link do swojej strony porównawczej. Upewnij się, że umieściłeś na tej stronie krótki kod [woocommerce_better_compare] (bez żadnych parametrów). . NIE buforuj tej strony.
pt_pt: Se não quiser usar a tabela de comparação fly out, você pode definir um link para sua página de comparação aqui. Certifique-se de colocar o shortcode [woocommerce_better_compare] nesta página (sem quaisquer parâmetros). . NÃO coloque esta página em cache.
ru_ru: Если вы не хотите использовать всплывающую таблицу сравнения, вы можете установить здесь ссылку на свою страницу сравнения. Убедитесь, что вы разместили шорткод [woocommerce_better_compare] на этой странице (без каких-либо параметров). . НЕ кешируйте эту страницу.
sk_sk: Ak nechcete použiť tabuľku na porovnanie, môžete si tu nastaviť odkaz na svoju porovnávaciu stránku. Uistite sa, že ste na túto stránku umiestnili skrátený kód [woocommerce_better_compare] (bez akýchkoľvek parametrov). . NEUKLADAJTE túto stránku do vyrovnávacej pamäte.
sv_se: Om du inte vill använda jämförtabellen för flyga ut kan du sätta en länk till din jämförelsesida här. Se till att du placerar kortkoden [woocommerce_better_compare] på den här sidan (utan några parametrar). . Cache INTE den här sidan.

source: If you have dragged custom post metas into the enabled data above you need to set its data here.
da_dk: Hvis du har trukket brugerdefinerede post-metas ind i de aktiverede data ovenfor, skal du indstille dataene her.
de_de: Wenn Sie benutzerdefinierte Post-Meta in die oben aktivierten Daten gezogen haben, müssen Sie ihre Daten hier einstellen.
es_es: Si ha arrastrado metas de publicación personalizadas a los datos habilitados anteriores, debe establecer sus datos aquí.
fi_fi: Jos olet vetänyt mukautettuja viestimetatietoja yllä oleviin sallittuihin tietoihin, sinun on asetettava sen tiedot tähän.
fr_fr: Si vous avez fait glisser des métas de publication personnalisées dans les données activées ci-dessus, vous devez définir ses données ici.
hu_hu: Ha egyéni bejegyzési metakat húzott be a fenti engedélyezett adatok közé, itt kell beállítania az adatokat.
it_it: Se hai trascinato i meta dei post personalizzati nei dati abilitati sopra, devi impostare i dati qui.
nb_no: Hvis du har dratt tilpassede innleggsmetas inn i de aktiverte dataene ovenfor, må du angi dataene her.
nl_nl: Als u aangepaste post-meta's naar de hierboven ingeschakelde gegevens hebt gesleept, moet u de gegevens hier instellen.
pl_pl: Jeśli przeciągnąłeś niestandardowe meta posty do włączonych danych powyżej, musisz ustawić tutaj ich dane.
pt_pt: Se você arrastou metas de postagem personalizadas para os dados habilitados acima, você precisa definir seus dados aqui.
ru_ru: Если вы перетащили пользовательские мета сообщений в включенные данные выше, вам необходимо указать их данные здесь.
sk_sk: Ak ste presunuli vlastné meta meta príspevku do povolených údajov vyššie, musíte tu nastaviť ich údaje.
sv_se: Om du har dragit anpassade inläggsmetas till de aktiverade data ovan måste du ställa in dess data här.

source: If you have dragged taxonomies into the enabled data above you need to set its data here.
da_dk: Hvis du har trukket taksonomier ind i de aktiverede data ovenfor, skal du indstille dataene her.
de_de: Wenn Sie Taxonomien in die oben aktivierten Daten gezogen haben, müssen Sie deren Daten hier einstellen.
es_es: Si ha arrastrado taxonomías a los datos habilitados anteriores, debe establecer sus datos aquí.
fi_fi: Jos olet vetänyt taksonomioita yllä oleviin sallittuihin tietoihin, sinun on asetettava sen tiedot tähän.
fr_fr: Si vous avez fait glisser des taxonomies dans les données activées ci-dessus, vous devez définir ses données ici.
hu_hu: Ha taxonómiákat húzott be a fenti engedélyezett adatok közé, itt kell beállítania az adatokat.
it_it: Se hai trascinato le tassonomie nei dati abilitati sopra, devi impostarne i dati qui.
nb_no: Hvis du har dratt taksonomier inn i de aktiverte dataene ovenfor, må du angi dataene her.
nl_nl: Als u taxonomieën naar de hierboven ingeschakelde gegevens hebt gesleept, moet u de gegevens hier instellen.
pl_pl: Jeśli przeciągnąłeś taksonomie do włączonych danych powyżej, musisz ustawić tutaj ich dane.
pt_pt: Se você arrastou taxonomias para os dados habilitados acima, você precisa definir seus dados aqui.
ru_ru: Если вы перетащили таксономию в включенные данные выше, вам необходимо указать ее данные здесь.
sk_sk: Ak ste taxonómie presunuli do povolených údajov vyššie, musíte tu nastaviť ich údaje.
sv_se: Om du har dragit taxonomier till de aktiverade data ovan måste du ställa in dess data här.

source: Image
da_dk: Billede
de_de: Bild
es_es: Imagen
fi_fi: Kuva
hu_hu: Kép
it_it: Immagine
nb_no: Bilde
nl_nl: Beeld
pl_pl: Obraz
pt_pt: Imagem
ru_ru: Образ
sk_sk: obraz
sv_se: Bild

source: Image Size
da_dk: Billedestørrelse
de_de: Bildgröße
es_es: Tamaño de la imagen
fi_fi: Kuvan koko
fr_fr: Taille de l'image
hu_hu: Képméret
it_it: Dimensione dell'immagine
nb_no: Bildestørrelse
nl_nl: Afbeeldingsgrootte
pl_pl: Rozmiar obrazu
pt_pt: Tamanho da imagem
ru_ru: Размер изображения
sk_sk: Veľkosť obrazu
sv_se: Bildstorlek

source: Image Size (Compare Table)
da_dk: Billedstørrelse (Sammenlign tabel)
de_de: Bildgröße (Tabelle vergleichen)
es_es: Tamaño de la imagen (tabla de comparación)
fi_fi: Kuvan koko (vertaa taulukkoa)
fr_fr: Taille de l'image (tableau de comparaison)
hu_hu: Képméret (táblázat összehasonlítása)
it_it: Dimensioni dell'immagine (tabella comparativa)
nb_no: Bildestørrelse (Sammenlign tabell)
nl_nl: Afbeeldingsgrootte (vergelijk tabel)
pl_pl: Rozmiar obrazu (Porównaj tabelę)
pt_pt: Tamanho da imagem (comparar tabela)
ru_ru: Размер изображения (таблица сравнения)
sk_sk: Veľkosť obrázka (porovnávacia tabuľka)
sv_se: Bildstorlek (Jämför tabell)

source: In Single Product Summary
da_dk: I enkelt produktoversigt
de_de: In Einzelproduktübersicht
es_es: En resumen de producto único
fi_fi: Yhden tuotteen yhteenveto
fr_fr: Sommaire du produit unique
hu_hu: Az Egységes Termék Összefoglalóban
it_it: Nel riepilogo del singolo prodotto
nb_no: I enkelt produktsammendrag
nl_nl: In samenvatting voor één product
pl_pl: Podsumowanie pojedynczego produktu
pt_pt: No resumo do produto único
ru_ru: В одном резюме продукта
sk_sk: V jednom súhrne produktov
sv_se: I en enda produktöversikt

source: Instead of exclusion it will include.
da_dk: I stedet for udelukkelse vil den inkludere.
de_de: Anstelle von Ausgrenzung wird es einschließen.
es_es: En lugar de exclusión, incluirá.
fi_fi: Poissulkemisen sijaan se sisältää.
fr_fr: Au lieu de l'exclusion, il inclura.
hu_hu: Kizárás helyett tartalmazni fogja.
it_it: Invece di esclusione includerà.
nb_no: I stedet for ekskludering vil den inkludere.
nl_nl: In plaats van uitsluiting zal het omvatten.
pl_pl: Zamiast wykluczenia obejmie.
pt_pt: Em vez de exclusão, incluirá.
ru_ru: Вместо исключения он будет включать.
sk_sk: Namiesto vylúčenia bude zahŕňať.
sv_se: Istället för uteslutning kommer den att inkludera.

source: Instead of showing the attr name above the value it will be shown in first column.
da_dk: I stedet for at vise attr-navnet over værdien vil det blive vist i første kolonne.
de_de: Anstatt den attr-Namen über dem Wert anzuzeigen, wird er in der ersten Spalte angezeigt.
es_es: En lugar de mostrar el nombre del atributo sobre el valor, se mostrará en la primera columna.
fi_fi: Sen sijaan, että attr-nimi näkyisi arvon yläpuolella, se näytetään ensimmäisessä sarakkeessa.
fr_fr: Au lieu d'afficher le nom de l'attr au-dessus de la valeur, il sera affiché dans la première colonne.
hu_hu: Az attr neve helyett az első oszlopban jelenik meg.
it_it: Invece di mostrare il nome attr sopra il valore, verrà mostrato nella prima colonna.
nb_no: I stedet for å vise attr-navnet over verdien vil det vises i første kolonne.
nl_nl: In plaats van de attr-naam boven de waarde te tonen, wordt deze in de eerste kolom weergegeven.
pl_pl: Zamiast pokazywać nazwę atrybutu nad wartością, zostanie ona wyświetlona w pierwszej kolumnie.
pt_pt: Em vez de mostrar o nome do attr acima do valor, ele será mostrado na primeira coluna.
ru_ru: Вместо того, чтобы отображать имя attr над значением, оно будет показано в первом столбце.
sk_sk: Namiesto zobrazenia názvu attr nad hodnotou sa zobrazí v prvom stĺpci.
sv_se: Istället för att visa attr-namnet ovanför värdet kommer det att visas i första kolumnen.

source: Intro Text
da_dk: Intro tekst
de_de: Einführungstext
es_es: Texto de introducción
fi_fi: Johdantoteksti
fr_fr: Texte d'introduction
hu_hu: Bevezető szöveg
it_it: Testo introduttivo
nb_no: Introtekst
nl_nl: Intro tekst
pl_pl: Tekst wprowadzający
pt_pt: Texto de introdução
ru_ru: Вступительный текст
sk_sk: Úvodný text

source: Layout 1
es_es: Disposición 1
fi_fi: Asettelu 1
fr_fr: Disposition 1
hu_hu: 1. elrendezés
it_it: Disposizione 1
nb_no: Oppsett 1
nl_nl: Indeling 1
pl_pl: Układ 1
ru_ru: Макет 1
sk_sk: Rozloženie 1

source: Layout 2
es_es: Disposición 2
fi_fi: Asettelu 2
fr_fr: Disposition 2
hu_hu: 2. elrendezés
it_it: Disposizione 2
nb_no: Oppsett 2
pl_pl: Układ 2
ru_ru: Макет 2
sk_sk: Rozloženie 2

source: Layout of the compare bar
da_dk: Layout af sammenligningsbjælken
de_de: Aufbau der Vergleichsleiste
es_es: Diseño de la barra de comparación
fi_fi: Vertailupalkin asettelu
fr_fr: Disposition de la barre de comparaison
hu_hu: Az összehasonlító sáv elrendezése
it_it: Layout della barra di confronto
nb_no: Layout av sammenligningslinjen
nl_nl: Indeling van de vergelijkingsbalk
pl_pl: Układ paska porównania
pt_pt: Layout da barra de comparação
ru_ru: Расположение панели сравнения
sk_sk: Rozloženie porovnávacej lišty
sv_se: Layout av jämförelsefältet

source: Let your users compare products with ease
da_dk: Lad dine brugere nemt sammenligne produkter
de_de: Ermöglichen Sie Ihren Benutzern einen einfachen Produktvergleich
es_es: Permita que sus usuarios comparen productos con facilidad
fi_fi: Anna käyttäjien vertailla tuotteita helposti
fr_fr: Permettez à vos utilisateurs de comparer les produits en toute simplicité
hu_hu: Hagyja, hogy a felhasználók könnyedén összehasonlítsák a termékeket
it_it: Consenti ai tuoi utenti di confrontare i prodotti con facilità
nb_no: La brukerne sammenligne produkter med letthet
nl_nl: Laat uw gebruikers producten met gemak vergelijken
pl_pl: Pozwól użytkownikom porównywać produkty z łatwością
pt_pt: Deixe seus usuários comparar produtos com facilidade
ru_ru: Пусть ваши пользователи легко сравнивают продукты
sk_sk: Nechajte svojich používateľov ľahko porovnávať produkty
sv_se: Låt dina användare enkelt jämföra produkter
