Repository: CylasKiganda/The-woocommerce-better-compare-customised-plugin
Catalog: languages/woocommerce-better-compare-*.po
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sv_se

source: Compare Table Text Color
da_dk: Sammenlign tabellen tekst farve
de_de: Vergleichen Sie die Textfarbe der Tabelle
es_es: Comparar el color del texto de la tabla
fi_fi: Vertaa taulukon tekstin väriä
fr_fr: Comparer la couleur du texte de la table
hu_hu: Hasonlítsa össze a táblázat szövegét
it_it: Confronta il colore del testo della tabella
nb_no: Sammenlign tabelltekstfarge
nl_nl: Vergelijk tabeltekstkleur
pl_pl: Porównaj kolor tekstu tabeli
pt_pt: Compare a cor do texto da tabela
ru_ru: Сравнить цвет текста таблицы
sk_sk: Porovnať farbu textu tabuľky
sv_se: Jämför tabelltextfärg

source: Compare with
da_dk: Sammenlign med
de_de: Vergleichen mit
es_es: Comparar con
fi_fi: Vertaile
fr_fr: Comparer avec
hu_hu: Összehasonlít
it_it: Paragonare con
nb_no: Sammenlignet med
nl_nl: Vergelijken met
pl_pl: Porównać z
pt_pt: Compare com
ru_ru: Сравнить с
sk_sk: Porovnať s
sv_se: Jämför med

source: Comparison Saved
da_dk: Sammenligning gemt
de_de: Vergleich gespeichert
es_es: Comparación guardada
fi_fi: Vertailu tallennettu
fr_fr: Comparaison enregistrée
hu_hu: Összehasonlítás mentve
it_it: Confronto salvato
nb_no: Sammenligning lagret
nl_nl: Vergelijking opgeslagen
pl_pl: Zapisano porównanie
pt_pt: Comparação salva
ru_ru: Сравнение сохранено
sk_sk: Porovnanie bolo uložené
sv_se: Jämförelse sparad

source: Comparison saved!
da_dk: Sammenligning gemt!
de_de: Vergleich gespeichert!
es_es: ¡Comparación guardada!
fi_fi: Vertailu tallennettu!
fr_fr: Comparaison sauvegardée !
hu_hu: Összehasonlítás mentve!
it_it: Confronto salvato!
nb_no: Sammenligning lagret!
nl_nl: Vergelijking opgeslagen!
pl_pl: Porównanie zapisane!
pt_pt: Comparação salva!
ru_ru: Сравнение сохранено!
sk_sk: Porovnanie uložené!
sv_se: Jämförelsen sparad!

source: Comparisons
da_dk: Sammenligninger
de_de: Vergleiche
es_es: Comparaciones
fi_fi: Vertailut
fr_fr: Comparaisons
hu_hu: Összehasonlítások
it_it: Confronti
nb_no: Sammenligninger
nl_nl: vergelijkingen
pl_pl: Porównania
pt_pt: Comparações
ru_ru: Сравнения
sk_sk: Porovnania
sv_se: Jämförelser

source: Custom CSS
da_dk: Brugerdefineret CSS
de_de: Benutzerdefinierte CSS
es_es: CSS personalizado
fr_fr: CSS personnalisé
hu_hu: Egyéni CSS
it_it: CSS personalizzato
nb_no: Tilpasset CSS
nl_nl: Aangepaste CSS
pl_pl: niestandardowe CSS
pt_pt: CSS customizado
ru_ru: Пользовательские CSS
sk_sk: Vlastné CSS
sv_se: Anpassad CSS

source: Custom JS
da_dk: Brugerdefineret JS
de_de: Benutzerdefinierte JS
es_es: JS personalizado
fr_fr: JS personnalisé
hu_hu: Egyéni JS
it_it: JS personalizzato
nb_no: Tilpasset JS
nl_nl: Aangepaste JS
pl_pl: Niestandardowy JS
pt_pt: JS personalizado
ru_ru: Пользовательский JS
sk_sk: Vlastné JS
sv_se: Anpassad JS

source: Custom Meta 1
da_dk: Brugerdefineret Meta 1
de_de: Benutzerdefinierte Meta 1
es_es: Meta personalizada 1
fi_fi: Mukautettu meta 1
fr_fr: Méta 1 personnalisée
hu_hu: Egyedi Meta 1
it_it: Meta personalizzata 1
nb_no: Tilpasset Meta 1
nl_nl: Aangepaste meta 1
pl_pl: Niestandardowa meta 1
pt_pt: Meta 1 personalizada
ru_ru: Пользовательская мета 1
sk_sk: Vlastné meta 1
sv_se: Anpassad Meta 1

source: Custom Meta 1 Name
da_dk: Brugerdefineret Meta 1-navn
de_de: Benutzerdefinierter Meta-1-Name
es_es: Nombre personalizado Meta 1
fi_fi: Mukautettu meta 1 -nimi
fr_fr: Nom Meta 1 personnalisé
hu_hu: Egyedi Meta 1 név
it_it: Nome Meta 1 personalizzato
nb_no: Egendefinert Meta 1-navn
nl_nl: Aangepaste meta 1-naam
pl_pl: Niestandardowa nazwa Meta 1
pt_pt: Nome Meta 1 Personalizado
ru_ru: Пользовательское имя Meta 1
sk_sk: Vlastný názov meta 1
sv_se: Anpassat Meta 1-namn

source: Custom Meta 2
da_dk: Brugerdefineret Meta 2
de_de: Benutzerdefinierte Meta 2
es_es: Meta personalizada 2
fi_fi: Mukautettu meta 2
fr_fr: Méta 2 personnalisée
hu_hu: Egyedi Meta 2
it_it: Meta personalizzata 2
nb_no: Tilpasset Meta 2
nl_nl: Aangepaste meta 2
pl_pl: Niestandardowa meta 2
pt_pt: Meta 2 personalizada
ru_ru: Пользовательская Мета 2
sk_sk: Vlastné meta 2
sv_se: Anpassad Meta 2

source: Custom Meta 2 Name
da_dk: Brugerdefineret Meta 2-navn
de_de: Benutzerdefinierter Meta-2-Name
es_es: Nombre personalizado de Meta 2
fi_fi: Mukautettu meta 2 -nimi
fr_fr: Nom Meta 2 personnalisé
hu_hu: Egyedi Meta 2 név
it_it: Nome Meta 2 personalizzato
nb_no: Egendefinert Meta 2-navn
nl_nl: Aangepaste meta 2-naam
pl_pl: Niestandardowa nazwa Meta 2
pt_pt: Nome Meta 2 Personalizado
ru_ru: Пользовательское имя Meta 2
sk_sk: Vlastný názov meta 2
sv_se: Anpassat Meta 2-namn

source: Custom Meta 3
da_dk: Brugerdefineret Meta 3
de_de: Benutzerdefinierte Meta 3
es_es: Meta personalizada 3
fi_fi: Mukautettu meta 3
fr_fr: Méta 3 personnalisée
hu_hu: Egyedi Meta 3
it_it: Meta personalizzata 3
nb_no: Tilpasset Meta 3
nl_nl: Aangepaste meta 3
pl_pl: Niestandardowa meta 3
pt_pt: Meta 3 personalizada
ru_ru: Пользовательская Мета 3
sk_sk: Vlastné meta 3
sv_se: Anpassad Meta 3

source: Custom Meta 3 Name
da_dk: Brugerdefineret Meta 3-navn
de_de: Benutzerdefinierter Meta-3-Name
es_es: Nombre personalizado de Meta 3
fi_fi: Mukautettu Meta 3 -nimi
fr_fr: Nom Meta 3 personnalisé
hu_hu: Egyedi Meta 3 név
it_it: Nome Meta 3 personalizzato
nb_no: Egendefinert Meta 3-navn
nl_nl: Aangepaste meta 3-naam
pl_pl: Niestandardowa nazwa Meta 3
pt_pt: Nome Meta 3 Personalizado
ru_ru: Пользовательское имя Meta 3
sk_sk: Vlastný názov meta 3
sv_se: Anpassat Meta 3-namn

source: Custom Meta 4
da_dk: Brugerdefineret Meta 4
de_de: Benutzerdefinierte Meta 4
es_es: Meta 4 personalizada
fi_fi: Mukautettu meta 4
fr_fr: Méta 4 personnalisée
hu_hu: Egyedi Meta 4
it_it: Meta personalizzata 4
nb_no: Tilpasset Meta 4
nl_nl: Aangepaste meta 4
pl_pl: Niestandardowa meta 4
pt_pt: Meta 4 personalizada
ru_ru: Пользовательская Мета 4
sk_sk: Vlastné meta 4
sv_se: Anpassad Meta 4

source: Custom Meta 4 Name
da_dk: Brugerdefineret Meta 4-navn
de_de: Benutzerdefinierter Meta-4-Name
es_es: Nombre personalizado de Meta 4
fi_fi: Mukautettu Meta 4 -nimi
fr_fr: Nom Meta 4 personnalisé
hu_hu: Egyedi Meta 4 név
it_it: Nome Meta 4 personalizzato
nb_no: Egendefinert Meta 4-navn
nl_nl: Aangepaste meta 4-naam
pl_pl: Niestandardowa nazwa Meta 4
pt_pt: Nome Meta 4 Personalizado
ru_ru: Пользовательское имя Meta 4
sk_sk: Vlastný názov meta 4
sv_se: Anpassat Meta 4-namn

source: Custom Post Metas
es_es: Metas de publicaciones personalizadas
fi_fi: Mukautetut postin metat
fr_fr: Méta de publication personnalisée
it_it: Meta personalizzati per post
nb_no: Egendefinerte innleggsmetas
nl_nl: Aangepaste berichtmeta's
pl_pl: Niestandardowe meta posty
pt_pt: Metas de postagem personalizados
ru_ru: Пользовательские мета сообщений
sk_sk: Metas vlastných príspevkov
sv_se: Anpassade inläggsmetas

source: Custom stylesheet / javascript.
da_dk: Brugerdefineret stylesheet / javascript.
de_de: Benutzerdefiniertes Stylesheet / Javascript.
es_es: Hoja de estilo personalizada / javascript.
fi_fi: Mukautettu tyylisivu / javascript.
fr_fr: Feuille de style / javascript personnalisée
hu_hu: Egyéni stíluslap / javascript.
it_it: Foglio di stile personalizzato / javascript.
nb_no: Tilpasset stilark / javascript.
nl_nl: Aangepaste stylesheet / javascript.
pl_pl: Niestandardowy arkusz stylów / javascript.
pt_pt: Folha de estilo / javascript personalizada.
ru_ru: Пользовательский стиль / javascript.
sk_sk: Vlastný štýl / javascript.
sv_se: Anpassad stilark / javascript.

source: Custom Taxonomies
da_dk: Brugerdefinerede taksonomier
de_de: Benutzerdefinierte Taxonomien
es_es: Taxonomías personalizadas
fi_fi: Mukautetut taksonomiat
fr_fr: Taxonomies personnalisées
hu_hu: Egyedi taxonómiák
it_it: Tassonomie personalizzate
nb_no: Egendefinerte taksonomier
nl_nl: Aangepaste taxonomieën
pl_pl: Taksonomie niestandardowe
pt_pt: Taxonomias Customizadas
ru_ru: Пользовательские таксономии
sk_sk: Vlastné taxonómie
sv_se: Anpassade taxonomier

source: Custom Taxonomy 1
da_dk: Brugerdefineret taxonomi 1
de_de: Benutzerdefinierte Taxonomie 1
es_es: Taxonomía personalizada 1
fr_fr: Taxonomie personnalisée 1
hu_hu: Egyéni taxonómia 1
it_it: Tassonomia personalizzata 1
nb_no: Tilpasset taksonomi 1
nl_nl: Aangepaste taxonomie 1
pl_pl: Niestandardowa taksonomia 1
pt_pt: Taxonomia Personalizada 1
ru_ru: Пользовательская таксономия 1
sk_sk: Vlastná taxonómia 1
sv_se: Anpassad taxonomi 1

source: Custom Taxonomy 1 Name
da_dk: Brugerdefineret taksonomi 1 navn
de_de: Name der benutzerdefinierten Taxonomie 1
es_es: Nombre de taxonomía personalizada 1
fi_fi: Mukautettu taksonomia 1 nimi
fr_fr: Nom de la taxonomie personnalisée 1
hu_hu: Egyéni taxonómia 1 név
it_it: Nome tassonomia personalizzata 1
nb_no: Egendefinert taksonomi 1 navn
nl_nl: Aangepaste taxonomie 1 naam
pl_pl: Nazwa taksonomii niestandardowej 1
pt_pt: Nome da taxonomia 1 personalizada
ru_ru: Пользовательское название таксономии 1
sk_sk: Vlastná taxonómia 1 Názov
sv_se: Custom Taxonomy 1 Namn

source: Custom Taxonomy 2
da_dk: Brugerdefineret taxonomi 2
de_de: Benutzerdefinierte Taxonomie 2
es_es: Taxonomía personalizada 2
fr_fr: Taxonomie personnalisée 2
hu_hu: Egyéni taxonómia 2
it_it: Tassonomia personalizzata 2
nb_no: Tilpasset taksonomi 2
nl_nl: Aangepaste taxonomie 2
pl_pl: Niestandardowa taksonomia 2
pt_pt: Taxonomia Personalizada 2
ru_ru: Пользовательская таксономия 2
sk_sk: Vlastná taxonómia 2
sv_se: Anpassad taxonomi 2

source: Custom Taxonomy 2 Name
da_dk: Custom Taxonomy 2 Navn
de_de: Name der benutzerdefinierten Taxonomie 2
es_es: Nombre de la taxonomía personalizada 2
fi_fi: Mukautetun taksonomian 2 nimi
fr_fr: Nom de la taxonomie personnalisée 2
hu_hu: Egyéni taxonómia 2 név
it_it: Nome tassonomia personalizzata 2
nb_no: Navn på tilpasset taksonomi 2
nl_nl: Naam aangepaste taxonomie 2
pl_pl: Nazwa taksonomii niestandardowej 2
pt_pt: Nome da taxonomia 2 personalizada
ru_ru: Название таможенной таксономии 2
sk_sk: Vlastná taxonómia 2 Názov
sv_se: Custom Taxonomy 2 Namn

source: Custom Taxonomy 3
da_dk: Brugerdefineret taxonomi 3
de_de: Benutzerdefinierte Taxonomie 3
es_es: Taxonomía personalizada 3
fi_fi: Yksilöllinen taksonomia 3
fr_fr: Taxonomie personnalisée 3
hu_hu: Egyéni taxonómia 3
it_it: Tassonomia personalizzata 3
nb_no: Tilpasset taksonomi 3
nl_nl: Aangepaste taxonomie 3
pl_pl: Niestandardowa taksonomia 3
pt_pt: Taxonomia Personalizada 3
ru_ru: Пользовательская таксономия 3
sk_sk: Vlastná taxonómia 3
sv_se: Anpassad taxonomi 3

source: Custom Taxonomy 3 Name
da_dk: Brugerdefineret taksonomi 3 navn
de_de: Name der benutzerdefinierten Taxonomie 3
es_es: Nombre de la taxonomía personalizada 3
fi_fi: Mukautetun taksonomian 3 nimi
fr_fr: Nom de la taxonomie personnalisée 3
hu_hu: Egyéni taxonómia 3 név
it_it: Nome tassonomia personalizzata 3
nb_no: Egendefinert taksonomi 3-navn
nl_nl: Aangepaste taxonomie 3 naam
pl_pl: Nazwa taksonomii niestandardowej 3
pt_pt: Nome da taxonomia 3 personalizada
ru_ru: Название таможенной таксономии 3
sk_sk: Vlastná taxonómia 3 Názov
sv_se: Custom Taxonomy 3 Namn

source: Custom Taxonomy 4
da_dk: Brugerdefineret taxonomi 4
de_de: Benutzerdefinierte Taxonomie 4
es_es: Taxonomía personalizada 4
fr_fr: Taxonomie personnalisée 4
hu_hu: Egyéni taxonómia 4
it_it: Tassonomia personalizzata 4
nb_no: Tilpasset taksonomi 4
nl_nl: Aangepaste taxonomie 4
pl_pl: Niestandardowa taksonomia 4
pt_pt: Taxonomia Personalizada 4
ru_ru: Пользовательская таксономия 4
sk_sk: Vlastná taxonómia 4
sv_se: Anpassad taxonomi 4

source: Custom Taxonomy 4 Name
da_dk: Brugerdefineret taksonomi 4 navn
de_de: Name der benutzerdefinierten Taxonomie 4
es_es: Nombre de taxonomía personalizada 4
fi_fi: Mukautetun taksonomian 4 nimi
fr_fr: Nom de la taxonomie personnalisée 4
hu_hu: Egyéni taxonómia 4 név
it_it: Nome tassonomia personalizzata 4
nb_no: Egendefinert taksonomi 4 navn
nl_nl: Aangepaste taxonomie 4 naam
pl_pl: Nazwa taksonomii niestandardowej 4
pt_pt: Nome da taxonomia 4 personalizada
ru_ru: Название таможенной таксономии 4
sk_sk: Vlastná taxonómia 4 Názov
sv_se: Custom Taxonomy 4 Namn

source: Data to Compare
da_dk: Data at sammenligne
de_de: Zu vergleichende Daten
es_es: Datos para comparar
fi_fi: Tiedot verrata
fr_fr: Données à comparer
hu_hu: Adatok összehasonlítása
it_it: Dati da confrontare
nb_no: Data å sammenligne
nl_nl: Gegevens om te vergelijken
pl_pl: Dane do porównania
pt_pt: Dados para comparar
ru_ru: Данные для сравнения
sk_sk: Dáta na porovnanie
sv_se: Data att jämföra

source: Delete
da_dk: Slet
de_de: Löschen
es_es: Borrar
fi_fi: Poistaa
fr_fr: Supprimer
hu_hu: Töröl
it_it: Eliminare
nb_no: Slett
nl_nl: Verwijderen
pl_pl: Kasować
pt_pt: Excluir
ru_ru: Удалить
sk_sk: Odstrániť
sv_se: Radera

source: Delete Wishlist
da_dk: Slet ønskeseddel
de_de: Wunschliste löschen
es_es: Eliminar lista de deseos
fi_fi: Poista toivelista
fr_fr: Supprimer la liste de souhaits
hu_hu: Kívánságlista törlése
it_it: Elimina la lista dei desideri
nb_no: Slett ønskeliste
nl_nl: Verlanglijst verwijderen
pl_pl: Usuń listę życzeń
pt_pt: Excluir lista de desejos
ru_ru: Удалить список желаний
sk_sk: Odstrániť zoznam želaní
sv_se: Ta bort önskelista

source: Description
da_dk: Beskrivelse
de_de: Beschreibung
es_es: Descripción
fi_fi: Kuvaus
fr_fr: La description
hu_hu: Leírás
it_it: Descrizione
nb_no: Beskrivelse
nl_nl: Beschrijving
pl_pl: Opis
pt_pt: Descrição
ru_ru: Описание
sk_sk: popis
sv_se: Beskrivning

source: Dimensions
da_dk: Dimensioner
de_de: Maße
es_es: Dimensiones
fi_fi: Mitat
hu_hu: Méretek
it_it: Dimensioni
nb_no: dimensjoner
nl_nl: Dimensies
pl_pl: Wymiary
pt_pt: Dimensões
ru_ru: Габаритные размеры
sk_sk: Rozmery
sv_se: Mått

source: Disable Replace State
da_dk: Deaktiver Erstat tilstand
de_de: Ersetzen-Status deaktivieren
es_es: Deshabilitar Reemplazar estado
fi_fi: Poista Korvaa tila käytöstä
fr_fr: Désactiver l'état de remplacement
hu_hu: Állapotcsere letiltása
it_it: Disabilita stato di sostituzione
nb_no: Deaktiver Erstatt tilstand
nl_nl: Status vervangen uitschakelen
pl_pl: Wyłącz stan zastępowania
pt_pt: Desativar Substituir Estado
ru_ru: Отключить замену состояния
sk_sk: Zakázať Nahradiť stav
sv_se: Inaktivera Ersätt tillstånd

source: Disable that when you use woodmart theme or see 2 logout menu items.
da_dk: Deaktiver det, når du bruger woodmart-tema eller ser 2 logout-menupunkter.
de_de: Deaktivieren Sie dies, wenn Sie das Woodmart-Design verwenden oder 2 Abmeldemenüelemente anzeigen.
es_es: Deshabilítelo cuando use el tema Woodmart o vea 2 elementos del menú de cierre de sesión.
fi_fi: Poista se käytöstä, kun käytät Woodmart-teemaa tai katsot 2 uloskirjautumisvalikkokohtaa.
fr_fr: Désactivez cela lorsque vous utilisez le thème Woodmart ou que vous voyez 2 éléments de menu de déconnexion.
hu_hu: Tiltsa le ezt, ha Woodmart témát használ, vagy 2 kijelentkezési menüpontot lát.
it_it: Disabilitalo quando usi il tema Woodmart o vedi 2 voci di menu di logout.
nb_no: Deaktiver det når du bruker woodmart-tema eller ser 2 utloggingsmenyelementer.
nl_nl: Schakel dat uit wanneer u het Woodmart-thema gebruikt of 2 menu-items voor uitloggen ziet.
pl_pl: Wyłącz to, gdy używasz motywu Woodmart lub zobacz 2 pozycje menu wylogowania.
pt_pt: Desative-o ao usar o tema woodmart ou veja 2 itens de menu de logout.
ru_ru: Отключите это, когда вы используете тему woodmart или видите 2 пункта меню выхода.
sk_sk: Zakážte to, keď používate tému woodmart alebo uvidíte 2 položky ponuky odhlásenia.
sv_se: Inaktivera det när du använder woodmart-tema eller ser 2 menyalternativ för utloggning.

source: Display Compare Button on Product Page
da_dk: Vis sammenligne knap på produktside
de_de: Display Compare Button auf der Produktseite
es_es: Mostrar el botón Comparar en la página del producto
fi_fi: Näytä vertailupainike tuotesivulla
fr_fr: Bouton de comparaison d'affichage sur la page du produit
hu_hu: Kijelző összehasonlító gomb a termékoldalon
it_it: Visualizza Confronta pulsante sulla pagina del prodotto
nb_no: Vis sammenligne knapp på produktside
nl_nl: Knop Vergelijken op productpagina weergeven
pl_pl: Wyświetl przycisk Porównaj na stronie produktu
pt_pt: Exibir botão comparar na página do produto
ru_ru: Кнопка сравнения дисплея на странице продукта
sk_sk: Zobraziť tlačidlo porovnania na stránke výrobku
sv_se: Visa jämför knapp på produktsida

source: Display Compare Table on Product Page
da_dk: Vis sammenligne tabel på produktside
de_de: Vergleichstabelle auf der Produktseite anzeigen
es_es: Mostrar tabla de comparación en la página del producto
fi_fi: Näytä vertaa tuotekohtaista taulukkoa
fr_fr: Afficher le tableau de comparaison sur la page du produit
hu_hu: A Táblázat összehasonlítása a termékoldalon
it_it: Visualizza Confronta tabella sulla pagina del prodotto
nb_no: Vis sammenligne tabell på produktside
nl_nl: Vergelijk de tabel op de productpagina
pl_pl: Wyświetl Porównaj tabelę na stronie produktu
pt_pt: Exibir tabela de comparação na página do produto
ru_ru: Показать таблицу сравнения на странице продукта
sk_sk: Zobrazte porovnávaciu tabuľku na stránke produktu
sv_se: Visa jämför tabell på produktsida

source: Do Not Load Font Awesome 5
da_dk: Indlæs ikke skrifttype Awesome 5
de_de: Font Awesome 5 . nicht laden
es_es: No cargue Font Awesome 5
fi_fi: Älä lataa fonttia Awesome 5
fr_fr: Ne pas charger la police Awesome 5
hu_hu: Ne töltsön be betűtípust Awesome 5
it_it: Non caricare il carattere Impressionante 5
nb_no: Ikke last inn Font Awesome 5
nl_nl: Lettertype niet laden Awesome 5
pl_pl: Nie ładuj czcionki Awesome 5
pt_pt: Não carregue a fonte Awesome 5
ru_ru: Не загружать шрифт Awesome 5
sk_sk: Nenačítavať písmo úžasné 5
sv_se: Ladda inte Font Awesome 5

source: Each product title is linked to the product page.
da_dk: Hver produkttitel er knyttet til produktsiden.
de_de: Jeder Produkttitel ist mit der Produktseite verlinkt.
es_es: Cada título de producto está vinculado a la página del producto.
fi_fi: Jokainen tuotenimi on linkitetty tuotesivulle.
fr_fr: Chaque titre de produit est lié à la page du produit.
hu_hu: Minden termékcím a termékoldalhoz kapcsolódik.
it_it: Ogni titolo del prodotto è collegato alla pagina del prodotto.
nb_no: Hver produkttittel er knyttet til produktsiden.
nl_nl: Elke producttitel is gekoppeld aan de productpagina.
pl_pl: Każdy tytuł produktu jest połączony ze stroną produktu.
pt_pt: Cada título de produto está vinculado à página do produto.
ru_ru: Каждое название продукта связано со страницей продукта.
sk_sk: Každý názov produktu je prepojený so stránkou produktu.
sv_se: Varje produkttitel är länkad till produktsidan.

source: Edit
da_dk: Redigere
de_de: Bearbeiten
es_es: Editar
fi_fi: Muokata
fr_fr: Éditer
hu_hu: Szerkesztés
it_it: Modificare
nb_no: Redigere
nl_nl: Bewerk
pl_pl: Edytować
pt_pt: Editar
ru_ru: Редактировать
sk_sk: Upraviť
sv_se: Redigera

source: Edit Wishlist
da_dk: Rediger ønskeseddel
de_de: Wunschliste bearbeiten
es_es: Editar lista de deseos
fi_fi: Muokkaa toivelistaa
fr_fr: Modifier la liste de souhaits
hu_hu: Kívánságlista szerkesztése
it_it: Modifica la lista dei desideri
nb_no: Rediger ønskeliste
nl_nl: Verlanglijst bewerken
pl_pl: Edytuj listę życzeń
pt_pt: Editar lista de desejos
ru_ru: Редактировать список желаний
sk_sk: Upraviť zoznam želaní
sv_se: Redigera önskelista

source: Enable
da_dk: Aktiver
de_de: Aktivieren
es_es: Habilitar
fi_fi: ota käyttöön
fr_fr: Activer
hu_hu: Engedélyezze
it_it: Abilitare
nb_no: Aktiver
nl_nl: in staat stellen
pl_pl: Włączyć
pt_pt: Habilitar
ru_ru: включить
sk_sk: umožniť
sv_se: Gör det möjligt

source: Enable Attribute Group Compatibility
da_dk: Aktiver attributgruppekompatibilitet
de_de: Attributgruppenkompatibilität aktivieren
es_es: Habilitar la compatibilidad de grupos de atributos
fi_fi: Ota attribuuttiryhmän yhteensopivuus käyttöön
fr_fr: Activer la compatibilité des groupes d'attributs
hu_hu: Attribútumcsoport-kompatibilitás engedélyezése
it_it: Abilita compatibilità gruppo attributi
nb_no: Aktiver attributtgruppekompatibilitet
nl_nl: Compatibiliteit van kenmerkgroepen inschakelen
pl_pl: Włącz zgodność grup atrybutów
pt_pt: Habilitar compatibilidade de grupo de atributos
ru_ru: Включить совместимость группы атрибутов
sk_sk: Povoliť kompatibilitu skupiny atribútov
sv_se: Aktivera attributgruppskompatibilitet

source: Enable Category Restriction
da_dk: Aktiver kategoribegrænsning
de_de: Kategorieeinschränkung aktivieren
es_es: Habilitar restricción de categoría
fi_fi: Ota luokkarajoitus käyttöön
fr_fr: Activer la restriction de catégorie
hu_hu: Kategóriakorlátozás engedélyezése
it_it: Abilita restrizione categoria
nb_no: Aktiver kategoribegrensning
nl_nl: Categoriebeperking inschakelen
pl_pl: Włącz ograniczenie kategorii
pt_pt: Habilitar restrição de categoria
ru_ru: Включить ограничение категории
sk_sk: Povoliť obmedzenie kategórie
sv_se: Aktivera kategoribegränsning

source: Enable Compare Products.
da_dk: Aktivér Sammenlign produkter.
de_de: Aktivieren Sie Produkte vergleichen.
es_es: Habilite Comparar productos.
fi_fi: Ota vertaile tuotteita.
fr_fr: Activer la comparaison de produits.
hu_hu: A termékek összehasonlítása engedélyezése.
it_it: Abilita Confronta prodotti.
nb_no: Aktiver Sammenlign produkter.
nl_nl: Schakel Producten vergelijken in.
pl_pl: Włącz porównywanie produktów.
pt_pt: Ativar Comparar produtos.
ru_ru: Включить сравнение продуктов.
sk_sk: Povoliť porovnanie produktov.
sv_se: Aktivera jämförbara produkter.

source: Enable My Comparisons Page
da_dk: Aktiver siden Mine sammenligninger
de_de: Meine Vergleichsseite aktivieren
es_es: Habilitar la página Mis comparaciones
fi_fi: Ota Omat vertailut -sivu käyttöön
fr_fr: Activer la page Mes comparaisons
hu_hu: Az Összehasonlításaim oldal engedélyezése
it_it: Abilita la mia pagina di confronto
nb_no: Aktiver Min sammenligningsside
nl_nl: Mijn vergelijkingspagina inschakelen
pl_pl: Włącz moją stronę porównań
pt_pt: Habilitar minha página de comparações
ru_ru: Включить страницу моих сравнений
sk_sk: Povoliť stránku Moje porovnania
sv_se: Aktivera Min jämförelsesida

source: Excerpt
da_dk: Uddrag
de_de: Auszug
es_es: Extracto
fi_fi: Ote
fr_fr: Extrait
hu_hu: szemelvény
it_it: Estratto
nb_no: Utdrag
nl_nl: Uittreksel
pl_pl: Fragment
pt_pt: Excerto
ru_ru: выдержка
sk_sk: výňatok
sv_se: Utdrag

source: Exclude Product Categories
da_dk: Ekskluder produktkategorier
de_de: Produktkategorien ausschließen
es_es: Excluir categorías de productos
fi_fi: Sulje pois tuoteluokat
fr_fr: Exclure les catégories de produits
hu_hu: Termékkategóriák kizárása
it_it: Escludi categorie di prodotti
nb_no: Ekskluder produktkategorier
nl_nl: Productcategorieën uitsluiten
pl_pl: Wyklucz kategorie produktów
pt_pt: Excluir categorias de produtos
ru_ru: Исключить категории товаров
sk_sk: Vylúčiť kategórie produktov
sv_se: Uteslut produktkategorier

source: Exclude Products created by one of the following users.
da_dk: Ekskluder produkter oprettet af en af følgende brugere.
de_de: Produkte ausschließen, die von einem der folgenden Benutzer erstellt wurden.
es_es: Excluir productos creados por uno de los siguientes usuarios.
fi_fi: Sulje pois tuotteet, jotka on luonut jokin seuraavista käyttäjistä.
fr_fr: Exclure les produits créés par l'un des utilisateurs suivants.
hu_hu: A következő felhasználók egyike által létrehozott termékek kizárása.
it_it: Escludi prodotti creati da uno dei seguenti utenti.
nb_no: Ekskluder produkter laget av en av følgende brukere.
nl_nl: Sluit producten uit die zijn gemaakt door een van de volgende gebruikers.
pl_pl: Wyklucz produkty utworzone przez jednego z następujących użytkowników.
pt_pt: Exclua produtos criados por um dos seguintes usuários.
ru_ru: Исключить продукты, созданные одним из следующих пользователей.
sk_sk: Vylúčiť produkty vytvorené jedným z nasledujúcich používateľov.
sv_se: Uteslut produkter som skapats av en av följande användare.
