Repository: CylasKiganda/The-woocommerce-better-compare-customised-plugin
Catalog: languages/woocommerce-better-compare-*.po
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sv_se

source: With the below settings you can exclude products / categories so that the price and add to cart will be shown.
da_dk: Med nedenstående indstillinger kan du ekskludere produkter/kategorier, så prisen og læg i indkøbskurven vises.
de_de: Mit den folgenden Einstellungen können Sie Produkte / Kategorien ausschließen, damit der Preis angezeigt und in den Warenkorb gelegt wird.
es_es: Con la siguiente configuración, puede excluir productos / categorías para que se muestre el precio y agregar al carrito.
fi_fi: Alla olevilla asetuksilla voit sulkea pois tuotteita/luokkia niin, että hinta ja lisää ostoskoriin näytetään.
fr_fr: Avec les paramètres ci-dessous, vous pouvez exclure des produits / catégories afin que le prix et l'ajout au panier soient affichés.
hu_hu: Az alábbi beállításokkal kizárhatja a termékeket / kategóriákat, így megjelenik az ár és a kosárba tétel.
it_it: Con le impostazioni di seguito è possibile escludere prodotti/categorie in modo che venga mostrato il prezzo e l'aggiunta al carrello.
nb_no: Med innstillingene nedenfor kan du ekskludere produkter/kategorier slik at prisen og legg i handlekurven vises.
nl_nl: Met onderstaande instellingen kun je producten/categorieën uitsluiten zodat de prijs en toevoegen aan winkelwagen getoond wordt.
pl_pl: Dzięki poniższym ustawieniom możesz wykluczyć produkty/kategorie, dzięki czemu zostanie pokazana cena i dodatek do koszyka.
pt_pt: Com as configurações abaixo você pode excluir produtos / categorias para que o preço e adicionar ao carrinho sejam exibidos.
ru_ru: С помощью приведенных ниже настроек вы можете исключить продукты / категории, чтобы отображалась цена и добавление в корзину.
sk_sk: Pomocou nižšie uvedených nastavení môžete vylúčiť produkty / kategórie, aby sa zobrazila cena a pridanie do košíka.
sv_se: Med inställningarna nedan kan du utesluta produkter/kategorier så att priset och lägg i varukorgen visas.

source: WooCommerce Better Compare
da_dk: WooCommerce Bedre Sammenlign
de_de: WooCommerce besser vergleichen
fi_fi: WooCommerce parempi vertailu
hu_hu: WooCommerce jobb összehasonlítás
it_it: WooCommerce confronta meglio
nb_no: WooCommerce Bedre Sammenlign
nl_nl: WooCommerce Beter vergelijken
pl_pl: WooCommerce Lepiej Porównaj
ru_ru: WooCommerce Лучшее сравнение
sk_sk: WooCommerce lepšie porovnať
sv_se: WooCommerce Bättre Jämför

source: WooCommerce Better Compare requires the WooCommerce & free weLaunch Framework plugin. Please install or activate them: https://www.welaunch.io/updates/welaunch-framework.zip
da_dk: WooCommerce Better Compare kræver WooCommerce & gratis weLaunch Framework-plugin. Installer eller aktiver dem venligst: https://www.welaunch.io/updates/welaunch-framework.zip
de_de: WooCommerce Better Compare erfordert das WooCommerce & kostenloses weLaunch Framework-Plugin. Bitte installieren oder aktivieren Sie diese: https://www.welaunch.io/updates/welaunch-framework.zip
es_es: WooCommerce Better Compare requiere el complemento WooCommerce y weLaunch Framework gratuito. Instálelos o actívelos: https://www.welaunch.io/updates/welaunch-framework.zip
fi_fi: WooCommerce Better Compare vaatii WooCommerce- ja ilmaisen weLaunch Framework -laajennuksen. Asenna tai aktivoi ne: https://www.welaunch.io/updates/welaunch-framework.zip
fr_fr: WooCommerce Better Compare nécessite le plugin WooCommerce et le plugin gratuit weLaunch Framework. Veuillez les installer ou les activer : https://www.welaunch.io/updates/welaunch-framework.zip
hu_hu: A WooCommerce Better Compare funkcióhoz a WooCommerce és az ingyenes weLaunch Framework bővítmény szükséges. Kérjük, telepítse vagy aktiválja őket: https://www.welaunch.io/updates/welaunch-framework.zip
it_it: WooCommerce Better Compare richiede il plugin WooCommerce e weLaunch Framework gratuito. Si prega di installarli o attivarli: https://www.welaunch.io/updates/welaunch-framework.zip
nb_no: WooCommerce Better Compare krever WooCommerce & gratis weLaunch Framework-plugin. Vennligst installer eller aktiver dem: https://www.welaunch.io/updates/welaunch-framework.zip
nl_nl: WooCommerce Better Compare vereist de WooCommerce & gratis weLaunch Framework-plug-in. Installeer of activeer ze: https://www.welaunch.io/updates/welaunch-framework.zip
pl_pl: WooCommerce Better Compare wymaga wtyczki WooCommerce i bezpłatnej wtyczki weLaunch Framework. Zainstaluj lub aktywuj je: https://www.welaunch.io/updates/welaunch-framework.zip
pt_pt: WooCommerce Better Compare requer o plug-in WooCommerce e weLaunch Framework gratuito. Instale ou ative-os: https://www.welaunch.io/updates/welaunch-framework.zip
ru_ru: WooCommerce Better Compare требует наличия WooCommerce и бесплатного плагина weLaunch Framework. Пожалуйста, установите или активируйте их: https://www.welaunch.io/updates/welaunch-framework.zip
sk_sk: WooCommerce Better Compare vyžaduje doplnok WooCommerce a bezplatný doplnok weLaunch Framework. Nainštalujte alebo aktivujte ich: https://www.welaunch.io/updates/welaunch-framework.zip
sv_se: WooCommerce Better Compare kräver WooCommerce & gratis weLaunch Framework-plugin. Installera eller aktivera dem: https://www.welaunch.io/updates/welaunch-framework.zip

source: You can use e.g. full, large, woocommerce_thumbnail, woocommerce_single, shop_single, shop_catalog...
da_dk: Du kan f.eks. Bruge fuld, stor, woocommerce_thumbnail, woocommerce_single, shop_single, shop_catalog ...
de_de: Sie können zB Full, Large, woocommerce_thumbnail, woocommerce_single, shop_single, shop_catalog ... verwenden.
es_es: Puede usar, por ejemplo, full, large, woocommerce_thumbnail, woocommerce_single, shop_single, shop_catalog ...
fi_fi: Voit käyttää esimerkiksi kokonainen, suuri, woocommerce_thumbnail, woocommerce_single, shop_single, shop_catalog ...
fr_fr: Vous pouvez utiliser par exemple full, large, woocommerce_thumbnail, woocommerce_single, shop_single, shop_catalog ...
hu_hu: Használhatja például a teljes, nagy, woocommerce_thumbnail, woocommerce_single, shop_single, shop_catalog ...
it_it: Puoi utilizzare ad esempio full, large, woocommerce_thumbnail, woocommerce_single, shop_single, shop_catalog ...
nb_no: Du kan bruke f. Eks. Full, stor, wokhandel, miniatyr, woocommerce_single, shop_single, shop_catalog ...
nl_nl: U kunt bijvoorbeeld gebruik maken van volledige, grote, woocommerce_thumbnail, woocommerce_single, shop_single, shop_catalog ...
pl_pl: Możesz użyć np. Pełnego, dużego, woocommerce_thumbnail, woocommerce_single, shop_single, shop_catalog ...
pt_pt: Você pode usar, por exemplo, full, large, woocommerce_thumbnail, woocommerce_single, shop_single, shop_catalog ...
ru_ru: Вы можете использовать, например, полный, большой, woocommerce_thumbnail, woocommerce_single, shop_single, shop_catalog ...
sk_sk: Môžete použiť napr. Plné, veľké, woocommerce_thumbnail, woocommerce_single, shop_single, shop_catalog ...
sv_se: Du kan t.ex. använda full, stor, wokommerce_thumbnail, woocommerce_single, shop_single, shop_catalog ...

source: You need our <a href="https://welaunch.io/plugins/woocommerce-group-attributes/" target="_blank">Group Attributes Plugin</a>.
da_dk: Du skal bruge vores <a href="https://welaunch.io/plugins/woocommerce-group-attributes/" target="_blank">plugin for gruppeattributter</a> .
de_de: Sie benötigen unser <a href="https://welaunch.io/plugins/woocommerce-group-attributes/" target="_blank">Plugin für Gruppenattribute</a> .
es_es: Necesita nuestro <a href="https://welaunch.io/plugins/woocommerce-group-attributes/" target="_blank">complemento de atributos de grupo</a> .
fi_fi: Tarvitset <a href="https://welaunch.io/plugins/woocommerce-group-attributes/" target="_blank">Group Attributes -laajennuksen</a> .
fr_fr: Vous avez besoin de notre <a href="https://welaunch.io/plugins/woocommerce-group-attributes/" target="_blank">plugin d&#39;attributs de groupe</a> .
hu_hu: Szüksége van a <a href="https://welaunch.io/plugins/woocommerce-group-attributes/" target="_blank">Group Attributes beépülő modulunkra</a> .
it_it: Hai bisogno del nostro <a href="https://welaunch.io/plugins/woocommerce-group-attributes/" target="_blank">Plugin Attributi di Gruppo</a> .
nb_no: Du trenger vår <a href="https://welaunch.io/plugins/woocommerce-group-attributes/" target="_blank">gruppeattributt-plugin</a> .
nl_nl: Je hebt onze <a href="https://welaunch.io/plugins/woocommerce-group-attributes/" target="_blank">groepsattributen-plug-in nodig</a> .
pl_pl: Potrzebujesz naszej <a href="https://welaunch.io/plugins/woocommerce-group-attributes/" target="_blank">wtyczki Group Attributes Plugin</a> .
pt_pt: Você precisa do nosso <a href="https://welaunch.io/plugins/woocommerce-group-attributes/" target="_blank">plugin Group Attributes</a> .
ru_ru: Вам понадобится наш <a href="https://welaunch.io/plugins/woocommerce-group-attributes/" target="_blank">подключаемый модуль групповых атрибутов</a> .
sk_sk: Potrebujete náš <a href="https://welaunch.io/plugins/woocommerce-group-attributes/" target="_blank">doplnok Group Attributes Plugin</a> .
sv_se: Du behöver vårt <a href="https://welaunch.io/plugins/woocommerce-group-attributes/" target="_blank">plugin för gruppattribut</a> .

source: You need to specify the custom meta field name here. For example "_sku".
da_dk: Du skal angive det brugerdefinerede metafeltnavn her. For eksempel "_sku".
de_de: Sie müssen hier den benutzerdefinierten Metafeldnamen angeben. Zum Beispiel "_sku".
es_es: Debe especificar el nombre del metacampo personalizado aquí. Por ejemplo, "_sku".
fi_fi: Sinun on määritettävä mukautetun metakentän nimi tässä. Esimerkiksi "_sku".
fr_fr: Vous devez spécifier le nom du champ méta personnalisé ici. Par exemple "_sku".
hu_hu: Itt meg kell adnia az egyéni metamező nevét. Például "_sku".
it_it: È necessario specificare qui il nome del campo meta personalizzato. Ad esempio "_sku".
nb_no: Du må spesifisere det tilpassede metafeltnavnet her. For eksempel "_sku".
nl_nl: U moet hier de naam van het aangepaste metaveld opgeven. Bijvoorbeeld "_sku".
pl_pl: W tym miejscu musisz podać nazwę niestandardowego pola meta. Na przykład „_sku”.
pt_pt: Você precisa especificar o nome do metacampo personalizado aqui. Por exemplo, "_sku".
ru_ru: Здесь вам нужно указать имя настраиваемого мета-поля. Например «_ску».
sk_sk: Tu musíte zadať názov vlastného meta poľa. Napríklad „_sku“.
sv_se: Du måste ange namnet på det anpassade metafältet här. Till exempel "_sku".

source: You need to specify the custom taxonmy field name here. For example "product_cat".
da_dk: Du skal angive det brugerdefinerede taxonmy feltnavn her. For eksempel "product_cat ".
de_de: Sie müssen hier den Namen des benutzerdefinierten Taxony-Feldes angeben. Zum Beispiel "Produkt_Kat ".
es_es: Debe especificar el nombre de campo taxonmy personalizado aquí. Por ejemplo "producto_cat ".
fi_fi: Sinun täytyy määrittää mukautettu taxonmy kentän nimi täältä. Esimerkiksi "product_cat ".
fr_fr: Vous devez spécifier le nom du champ taxonmy personnalisé ici. Par exemple "product_cat ".
hu_hu: Itt kell megadnia az egyedi taxonmy mezőnevet. Például "product_cat ".
it_it: Devi specificare il nome del campo taxonmy personalizzato qui. Ad esempio "product_cat ".
nb_no: Du må spesifisere det egendefinerte taxonmy feltnavnet her. For eksempel "product_cat ".
nl_nl: U moet hier de veldnaam van de aangepaste taxonmy opgeven. Bijvoorbeeld "product_cat ".
pl_pl: Musisz podać tutaj nazwę niestandardowego taksonumy. Na przykład "product_cat ".
pt_pt: Você precisa especificar o nome do campo de taxonomia personalizado aqui. Por exemplo, "product_cat ".
ru_ru: Здесь вы должны указать имя поля пользовательского таксономии. Например, product_cat .
sk_sk: Tu musíte špecifikovať vlastné meno taxony. Napríklad "product_cat ".
sv_se: Du måste ange det egna taxonmy-fältnamnet här. Till exempel "product_cat ".

source: Your Comparisons
da_dk: Dine sammenligninger
de_de: Ihre Vergleiche
es_es: Tus comparaciones
fi_fi: Sinun vertailusi
fr_fr: Vos comparaisons
hu_hu: Az Ön összehasonlításai
it_it: I tuoi confronti
nb_no: Dine sammenligninger
nl_nl: Uw vergelijkingen
pl_pl: Twoje porównania
pt_pt: Suas Comparações
ru_ru: Ваши сравнения
sk_sk: Vaše prirovnania
sv_se: Dina jämförelser

source: flatsome_custom_single_product_1
nb_no: flatsome_tilpasset_single_product_1
pl_pl: mieszkaniesome_custom_single_product_1

source: weLaunch
pl_pl: myLaunch

source: before_shop_loop_item
fr_fr: avant_shop_loop_item

source: before_shop_loop_item_title
fr_fr: avant_shop_loop_item_title

source: Attributes
de_de: Attribute

source: SKU
de_de: Artikelnummer
