Repository: CylasKiganda/The-woocommerce-better-compare-customised-plugin
Catalog: languages/woocommerce-better-compare-*.po
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sv_se

source: Make compare lists shareable.
da_dk: Gør sammenligningslister delbare.
de_de: Machen Sie Vergleichslisten gemeinsam nutzbar.
es_es: Haga que las listas de comparación se puedan compartir.
fi_fi: Tee vertailuluetteloista jaettavia.
fr_fr: Rendez les listes de comparaison partageables.
hu_hu: Tegye megoszthatóvá az összehasonlító listákat.
it_it: Rendi condivisibili gli elenchi di confronto.
nb_no: Gjør sammenligningslister delbare.
nl_nl: Maak vergelijkingslijsten deelbaar.
pl_pl: Udostępniaj listy porównawcze.
pt_pt: Torne as listas de comparação compartilháveis.
ru_ru: Сделайте списки сравнения общедоступными.
sk_sk: Umožnite zdieľanie porovnávacích zoznamov.
sv_se: Gör jämförbara listor delbara.

source: Make it Infinite
da_dk: Gør det uendeligt
de_de: Mach es unendlich
es_es: Hazlo infinito
fi_fi: Tee se ääneen
fr_fr: Faites-en l'infini
hu_hu: Végtelenítsd
it_it: Rendilo infinito
nb_no: Gjør det uendelig
nl_nl: Maak het oneindig
pl_pl: Uczyń to nieskończonym
pt_pt: Faça isso infinito
ru_ru: Сделайте это бесконечным
sk_sk: Urobte to nekonečne
sv_se: Gör det oändligt

source: Make sure you place the [woocommerce_better_compare] shortcode on this page (without any parameters) to dynamically render the compare table. Do NOT cache this page.
da_dk: Sørg for at placere kortkoden [woocommerce_better_compare] på denne side (uden nogen parametre) for dynamisk at gengive sammenligningstabellen. Cache IKKE denne side.
de_de: Stellen Sie sicher, dass Sie den Shortcode [woocommerce_better_compare] auf dieser Seite (ohne Parameter) platzieren, um die Vergleichstabelle dynamisch zu rendern. Diese Seite NICHT zwischenspeichern.
es_es: Asegúrese de colocar el código corto [woocommerce_better_compare] en esta página (sin ningún parámetro) para representar dinámicamente la tabla de comparación. NO guarde esta página en caché.
fi_fi: Varmista, että sijoitat [woocommerce_better_compare]-lyhytkoodin tälle sivulle (ilman parametreja), jotta vertailutaulukko hahmonnetaan dynaamisesti. ÄLÄ tallenna tätä sivua välimuistiin.
fr_fr: Assurez-vous de placer le shortcode [woocommerce_better_compare] sur cette page (sans aucun paramètre) pour rendre dynamiquement la table de comparaison. Ne cachez PAS cette page.
hu_hu: Az összehasonlító táblázat dinamikus megjelenítéséhez feltétlenül helyezze el a [woocommerce_better_compare] rövid kódot ezen az oldalon (paraméterek nélkül). NE tegye gyorsítótárba ezt az oldalt.
it_it: Assicurati di inserire lo shortcode [woocommerce_better_compare] in questa pagina (senza parametri) per eseguire il rendering dinamico della tabella di confronto. NON memorizzare nella cache questa pagina.
nb_no: Sørg for at du plasserer kortkoden [woocommerce_better_compare] på denne siden (uten noen parametere) for å dynamisk gjengi sammenligningstabellen. IKKE cache denne siden.
nl_nl: Zorg ervoor dat je de [woocommerce_better_compare] shortcode op deze pagina plaatst (zonder parameters) om de vergelijkingstabel dynamisch weer te geven. Cache deze pagina NIET.
pl_pl: Upewnij się, że umieściłeś krótki kod [woocommerce_better_compare] na tej stronie (bez żadnych parametrów), aby dynamicznie renderować tabelę porównawczą. NIE buforuj tej strony.
pt_pt: Certifique-se de colocar o shortcode [woocommerce_better_compare] nesta página (sem nenhum parâmetro) para renderizar dinamicamente a tabela de comparação. NÃO coloque esta página em cache.
ru_ru: Убедитесь, что вы разместили шорткод [woocommerce_better_compare] на этой странице (без каких-либо параметров), чтобы динамически отображать таблицу сравнения. НЕ кешируйте эту страницу.
sk_sk: Uistite sa, že ste na túto stránku umiestnili krátky kód [woocommerce_better_compare] (bez akýchkoľvek parametrov), aby sa porovnávacia tabuľka dynamicky vykresľovala. NEUKLADAJTE túto stránku do vyrovnávacej pamäte.
sv_se: Se till att du placerar kortkoden [woocommerce_better_compare] på den här sidan (utan några parametrar) för att dynamiskt rendera jämförelsetabellen. Cache INTE den här sidan.

source: Max products reached
da_dk: Maksimale produkter nået
de_de: Max Produkte erreicht
es_es: Productos máximos alcanzados
fi_fi: Maxin tuotteita saavutettiin
fr_fr: Max produits atteint
hu_hu: Max termékek elérése
it_it: Max prodotti raggiunti
nb_no: Maksimale produkter er nådd
nl_nl: Max producten bereikt
pl_pl: Osiągnięto maksymalne produkty
pt_pt: Máximo de produtos alcançados
ru_ru: Достигнуто максимальное количество продуктов
sk_sk: Dosiahli sme maximálne produkty
sv_se: Max produkter uppnådd

source: Max products to Compare (Desktop)
da_dk: Max produkter at sammenligne (desktop)
de_de: Max. zu vergleichende Produkte (Desktop)
es_es: Cantidad máxima de productos para comparar (escritorio)
fi_fi: Verrattavien tuotteiden enimmäismäärä (työpöytä)
fr_fr: Max de produits à comparer (Desktop)
hu_hu: Összehasonlítandó termékek maximális száma (asztali számítógép)
it_it: Max prodotti da confrontare (Desktop)
nb_no: Maks. produkter å sammenligne (skrivebord)
nl_nl: Max producten om te vergelijken (desktop)
pl_pl: Maksymalna liczba produktów do porównania (komputer stacjonarny)
pt_pt: Máximo de produtos para comparar (desktop)
ru_ru: Максимальное количество товаров для сравнения (рабочий стол)
sk_sk: Maximálny počet produktov na porovnanie (počítač)
sv_se: Max produkter att jämföra (dator)

source: Max products to Compare (Mobile)
da_dk: Maksimalt antal produkter at sammenligne (mobil)
de_de: Max. zu vergleichende Produkte (Mobil)
es_es: Productos máximos para comparar (móvil)
fi_fi: Verrattavissa olevien tuotteiden enimmäismäärä (mobiili)
fr_fr: Max de produits à comparer (Mobile)
hu_hu: Maximum összehasonlítható termékek (mobil)
it_it: Numero massimo di prodotti da confrontare (cellulare)
nb_no: Maks. produkter å sammenligne (mobil)
nl_nl: Max producten om te vergelijken (mobiel)
pl_pl: Maksymalna liczba produktów do porównania (komórka)
pt_pt: Máximo de produtos para comparar (celular)
ru_ru: Максимальное количество товаров для сравнения (мобильный)
sk_sk: Maximálny počet produktov na porovnanie (mobil)
sv_se: Max produkter att jämföra (mobil)

source: Max Products to show
da_dk: Maks. Produkter at vise
de_de: Max Produkte zu zeigen
es_es: Productos máximos para mostrar
fi_fi: Max Tuotteet näytettäväksi
fr_fr: Max produits à montrer
hu_hu: Max termékek megjelenítése
it_it: Prodotti massimi da mostrare
nb_no: Maks produkter å vise
nl_nl: Max producten om te laten zien
pl_pl: Maksymalne produkty do pokazania
pt_pt: Max Products para mostrar
ru_ru: Максимальные продукты для показа
sk_sk: Max. Produkty na zobrazenie
sv_se: Max produkter att visa

source: Menu Title
da_dk: Menu titel
de_de: Menütitel
es_es: Título del menú
fi_fi: Valikon otsikko
fr_fr: Titre du menu
hu_hu: Menü címe
it_it: Titolo del menu
nb_no: Menytittel
nl_nl: Menutitel
pl_pl: Tytuł menu
pt_pt: Título do Menu
ru_ru: Заголовок меню
sk_sk: Názov menu
sv_se: Menytitel

source: Meta Field 1
da_dk: Metafelt 1
de_de: Metafeld 1
es_es: Meta campo 1
fi_fi: Meta-kenttä 1
fr_fr: Champ méta 1
hu_hu: Meta mező 1
it_it: Meta Campo 1
nb_no: Metafelt 1
nl_nl: Metaveld 1
pl_pl: Metapole 1
ru_ru: Мета Поле 1
sk_sk: Meta pole 1
sv_se: Metafält 1

source: Meta Field 2
da_dk: Metafelt 2
de_de: Metafeld 2
es_es: Meta campo 2
fi_fi: Meta-kenttä 2
fr_fr: Champ méta 2
hu_hu: Meta mező 2
it_it: Meta Campo 2
nb_no: Metafelt 2
nl_nl: Metaveld 2
pl_pl: Metapole 2
ru_ru: Мета Поле 2
sk_sk: Meta pole 2
sv_se: Metafält 2

source: Meta Field 3
da_dk: Metafelt 3
de_de: Metafeld 3
es_es: Meta campo 3
fi_fi: Meta-kenttä 3
fr_fr: Champ méta 3
hu_hu: 3. metamező
it_it: Meta Campo 3
nb_no: Metafelt 3
nl_nl: Metaveld 3
pl_pl: Metapole 3
ru_ru: Мета Поле 3
sk_sk: Meta pole 3
sv_se: Metafält 3

source: Meta Field 4
da_dk: Metafelt 4
de_de: Metafeld 4
es_es: Meta campo 4
fi_fi: Meta-kenttä 4
fr_fr: Champ méta 4
hu_hu: 4. metamező
it_it: Meta Campo 4
nb_no: Metafelt 4
nl_nl: Metaveld 4
pl_pl: Metapole 4
ru_ru: Мета Поле 4
sk_sk: Meta pole 4
sv_se: Metafält 4

source: Move Logout to last position
da_dk: Flyt Log ud til sidste position
de_de: Abmeldung an die letzte Position verschieben
es_es: Mover Cerrar sesión a la última posición
fi_fi: Siirrä uloskirjautuminen viimeiseen kohtaan
fr_fr: Déplacer la déconnexion à la dernière position
hu_hu: Mozgassa a kijelentkezést az utolsó pozícióba
it_it: Sposta Logout all'ultima posizione
nb_no: Flytt Logg ut til siste posisjon
nl_nl: Verplaats uitloggen naar laatste positie
pl_pl: Przenieś Wyloguj do ostatniej pozycji
pt_pt: Mova o Logout para a última posição
ru_ru: Переместить выход на последнюю позицию
sk_sk: Presuňte Odhlásenie na poslednú pozíciu
sv_se: Flytta Logga ut till sista positionen

source: My Compare Lists
da_dk: Mine sammenligningslister
de_de: Meine Vergleichslisten
es_es: Mis listas de comparación
fi_fi: Omat vertailuluetteloni
fr_fr: Mes listes de comparaison
hu_hu: Összehasonlító listáim
it_it: Le mie liste di confronto
nb_no: Mine sammenligningslister
nl_nl: Mijn vergelijkingslijsten
pl_pl: Moje listy porównawcze
pt_pt: Minhas listas de comparação
ru_ru: Мои списки сравнения
sk_sk: Moje porovnávacie zoznamy
sv_se: Mina jämförelselistor

source: My Comparisons
da_dk: Mine sammenligninger
de_de: Meine Vergleiche
es_es: Mis comparaciones
fi_fi: Minun vertailuni
fr_fr: Mes comparaisons
hu_hu: Összehasonlításaim
it_it: I miei confronti
nb_no: Mine sammenligninger
nl_nl: Mijn vergelijkingen
pl_pl: Moje porównania
pt_pt: Minhas comparações
ru_ru: Мои сравнения
sk_sk: Moje prirovnania
sv_se: Mina jämförelser

source: Name
da_dk: Navn
es_es: Nombre
fi_fi: Nimi
fr_fr: Nom
hu_hu: Név
it_it: Nome
nb_no: Navn
nl_nl: Naam
pl_pl: Nazwa
pt_pt: Nome
ru_ru: Имя
sk_sk: názov
sv_se: namn

source: Need support? Please use the comment function on codecanyon.
da_dk: Har du brug for support? Brug venligst kommentarfunktionen på codecanyon.
de_de: Brauche Unterstützung? Bitte verwenden Sie die Kommentarfunktion bei Codecanyon.
es_es: ¿Necesita ayuda? Utilice la función de comentario en codecanyon.
fi_fi: Tarvitsetko tukea? Käytä kommentointitoimintoa koodekanialla.
fr_fr: Besoin de soutien? Veuillez utiliser la fonction de commentaire sur codecanyon.
hu_hu: Szüksége van a támogatásra? Kérjük, használja a megjegyzés funkciót codecanyon.
it_it: Hai bisogno di supporto? Si prega di utilizzare la funzione di commento su codecanyon.
nb_no: Trenger du støtte? Vennligst bruk kommentaren funksjonen på codecanyon.
nl_nl: Ondersteuning nodig? Gebruik de commentaarfunctie op codecanyon.
pl_pl: Potrzebować wsparcia? Proszę użyć funkcji komentarza na codecanyon.
pt_pt: Precisa de suporte? Por favor, use a função de comentário no codecanyon.
ru_ru: Нужна поддержка? Пожалуйста, используйте функцию комментария на codecanyon.
sk_sk: Potrebujete podporu? Použite funkciu komentára na kodeku.
sv_se: Behöver du hjälp? Använd kommentarfunktionen på codecanyon.

source: No Compare page set or no comparisons saved yet.
da_dk: Intet Sammenlign sidesæt eller ingen sammenligninger gemt endnu.
de_de: Keine Vergleichsseite eingestellt oder noch keine Vergleiche gespeichert.
es_es: No hay conjunto de páginas de comparación o aún no se han guardado comparaciones.
fi_fi: Ei vertailusivujoukkoa tai vertailuja ei ole vielä tallennettu.
fr_fr: Aucun ensemble de pages de comparaison ou aucune comparaison enregistrée pour le moment.
hu_hu: Nincs még elmentve az Összehasonlítási oldal, vagy nincs mentve összehasonlítás.
it_it: Nessuna pagina di confronto impostata o nessun confronto ancora salvato.
nb_no: Ingen Sammenlign-sidesett eller ingen sammenligninger er lagret ennå.
nl_nl: Geen vergelijkingspaginaset of nog geen vergelijkingen opgeslagen.
pl_pl: Nie zapisano jeszcze zestawu stron porównania ani porównań.
pt_pt: Nenhum conjunto de páginas de comparação ou nenhuma comparação salva ainda.
ru_ru: Нет набора страниц сравнения или сравнения еще не сохранены.
sk_sk: Žiadna sada stránok Porovnania alebo ešte neboli uložené žiadne porovnania.
sv_se: Ingen jämför siduppsättning eller inga jämförelser sparade ännu.

source: No Product found ...
da_dk: Intet produkt fundet...
de_de: Kein Produkt gefunden ...
es_es: No se ha encontrado ningún producto ...
fi_fi: Tuotetta ei löytynyt...
fr_fr: Aucun produit trouvé...
hu_hu: Nem található termék...
it_it: Nessun prodotto trovato...
nb_no: Ingen produkt funnet...
nl_nl: Geen product gevonden...
pl_pl: Nie znaleziono produktu...
pt_pt: Nenhum produto encontrado ...
ru_ru: Товар не найден ...
sk_sk: Nebol nájdený žiadny produkt...
sv_se: Ingen produkt hittades...

source: No products added so far.
da_dk: Ingen produkter tilføjet indtil videre.
de_de: Bisher keine Produkte hinzugefügt.
es_es: No se han añadido productos hasta ahora.
fi_fi: Tuotteita ei ole lisätty toistaiseksi.
fr_fr: Aucun produit ajouté jusqu'à présent.
hu_hu: Eddig nem adtak hozzá termékeket.
it_it: Nessun prodotto aggiunto finora.
nb_no: Ingen produkter lagt til så langt.
nl_nl: Geen producten toegevoegd tot nu toe.
pl_pl: Dotychczas nie dodano żadnych produktów.
pt_pt: Nenhum produto adicionado até agora.
ru_ru: Пока не добавлено ни одного товара.
sk_sk: Zatiaľ neboli pridané žiadne produkty.
sv_se: Inga produkter har lagts till än så länge.

source: No Products defined.
da_dk: Ingen produkter defineret.
de_de: Keine Produkte definiert.
es_es: Sin productos definidos.
fi_fi: Ei määriteltyjä tuotteita.
fr_fr: Aucun produit défini.
hu_hu: Nem meghatározott termékek.
it_it: Nessun prodotto definito.
nb_no: Ingen produkter definert.
nl_nl: Geen producten gedefinieerd.
pl_pl: Nie zdefiniowano produktów.
pt_pt: Nenhum produto definido.
ru_ru: Нет продуктов.
sk_sk: Nie sú definované žiadne produkty.
sv_se: Inga produkter definierade.

source: No Products Text
da_dk: Ingen produkttekst
de_de: Kein Produkttext
es_es: No hay texto de productos
fi_fi: Ei tuotteita tekstiä
fr_fr: Aucun texte de produits
hu_hu: Nincs termék szöveg
it_it: Nessun testo di prodotti
nb_no: Ingen produkttekst
nl_nl: Geen producten tekst
pl_pl: Brak tekstu produktów
pt_pt: Nenhum Texto de Produtos
ru_ru: Нет текста о продуктах
sk_sk: Žiadny text produktov
sv_se: Ingen produkttext

source: None (Custom Integration)
da_dk: Ingen (tilpasset integration)
de_de: Keine (benutzerdefinierte Integration)
es_es: Ninguno (integración personalizada)
fi_fi: Ei mitään (muokattu integrointi)
fr_fr: Aucun (intégration personnalisée)
hu_hu: Nincs (egyéni integráció)
it_it: Nessuno (integrazione personalizzata)
nb_no: Ingen (egendefinert integrasjon)
nl_nl: Geen (aangepaste integratie)
pl_pl: Brak (integracja niestandardowa)
pt_pt: Nenhum (integração personalizada)
ru_ru: Нет (пользовательская интеграция)
sk_sk: Žiadne (vlastná integrácia)
sv_se: Ingen (anpassad integration)

source: Not Available Text
da_dk: Ikke tilgængelig tekst
de_de: Nicht verfügbarer Text
es_es: Texto no disponible
fi_fi: Ei saatavilla tekstiä
fr_fr: Texte non disponible
hu_hu: Nem elérhető szöveg
it_it: Testo non disponibile
nb_no: Ikke tilgjengelig tekst
nl_nl: Niet beschikbare tekst
pl_pl: Niedostępny tekst
pt_pt: Texto não disponível
ru_ru: Недоступный текст
sk_sk: Text nie je k dispozícii
sv_se: Ej tillgänglig text

source: Outro Text
da_dk: Outro tekst
es_es: Texto Outro
fi_fi: Outro teksti
fr_fr: Texte de fin
hu_hu: Outro szöveg
it_it: Testo finale
nb_no: Outro tekst
nl_nl: Outro-tekst
pl_pl: Tekst końcowy
pt_pt: Outro Texto
ru_ru: Текст Outro
sk_sk: Záverečný text

source: Please enter a comparison name!
da_dk: Indtast venligst et sammenligningsnavn!
de_de: Bitte geben Sie einen Vergleichsnamen ein!
es_es: Introduzca un nombre de comparación.
fi_fi: Anna vertailun nimi!
fr_fr: Veuillez saisir un nom de comparaison !
hu_hu: Kérjük, adjon meg egy összehasonlító nevet!
it_it: Inserisci un nome di confronto!
nb_no: Vennligst skriv inn et sammenligningsnavn!
nl_nl: Voer een vergelijkingsnaam in!
pl_pl: Podaj nazwę porównania!
pt_pt: Por favor, insira um nome de comparação!
ru_ru: Пожалуйста, введите название для сравнения!
sk_sk: Zadajte názov porovnania!
sv_se: Ange ett jämförelsenamn!

source: Position
es_es: Posición
fi_fi: asento
hu_hu: Pozíció
it_it: Posizione
nb_no: Posisjon
nl_nl: Positie
pl_pl: Pozycja
pt_pt: Posição
ru_ru: Должность
sk_sk: pozície
sv_se: Placera

source: Position of the compare bar
da_dk: Placering af sammenligningslinjen
de_de: Position der Compare Bar
es_es: Posición de la barra de comparación
fi_fi: Vertailupalkin sijainti
fr_fr: Position de la barre de comparaison
hu_hu: Az összehasonlító oszlop helye
it_it: Posizione della barra di confronto
nb_no: Posisjon av sammenligningslinjen
nl_nl: Positie van de vergelijkingsbalk
pl_pl: Pozycja paska porównania
pt_pt: Posição da barra de comparação
ru_ru: Позиция панели сравнения
sk_sk: Poloha porovnávacej lišty
sv_se: Positionen i jämförbar fält

source: Price
da_dk: Pris
de_de: Preis
es_es: Precio
fi_fi: Hinta
fr_fr: Prix
hu_hu: Ár
it_it: Prezzo
nb_no: Pris
nl_nl: Prijs
pl_pl: Cena £
pt_pt: Preço
ru_ru: Цена
sk_sk: cena
sv_se: Pris

source: Product can only be compared if they are in the same category.
da_dk: Produkter kan kun sammenlignes, hvis de er i samme kategori.
de_de: Produkte können nur verglichen werden, wenn sie in derselben Kategorie sind.
es_es: Los productos solo se pueden comparar si están en la misma categoría.
fi_fi: Tuotteita voidaan verrata vain, jos ne ovat samassa kategoriassa.
fr_fr: Les produits ne peuvent être comparés que s'ils appartiennent à la même catégorie.
hu_hu: A termék csak akkor hasonlítható össze, ha egy kategóriába tartoznak.
it_it: Il prodotto può essere confrontato solo se sono nella stessa categoria.
nb_no: Produkt kan bare sammenlignes hvis de er i samme kategori.
nl_nl: Producten kunnen alleen worden vergeleken als ze in dezelfde categorie vallen.
pl_pl: Produkty mogą być porównywane tylko wtedy, gdy należą do tej samej kategorii.
pt_pt: Os produtos só podem ser comparados se estiverem na mesma categoria.
ru_ru: Товар можно сравнивать, только если он находится в одной категории.
sk_sk: Produkt je možné porovnávať len vtedy, ak je v rovnakej kategórii.
sv_se: Produkter kan endast jämföras om de är i samma kategori.

source: Product can only be compared when they have the same Yoast Primary category. When disabled it will be subcategory based.
da_dk: Produkt kan kun sammenlignes, når de har den samme Yoast Primary-kategori. Når den er deaktiveret, vil den være underkategori baseret.
de_de: Produkte können nur verglichen werden, wenn sie dieselbe Yoast Primary-Kategorie haben. Wenn es deaktiviert ist, basiert es auf Unterkategorien.
es_es: Los productos solo se pueden comparar cuando tienen la misma categoría de Yoast Primary. Cuando esté deshabilitado, estará basado en subcategorías.
fi_fi: Tuotteita voidaan verrata vain, jos niillä on sama Yoast Primary -luokka. Kun se on poistettu käytöstä, se perustuu alaluokkaan.
fr_fr: Les produits ne peuvent être comparés que s'ils appartiennent à la même catégorie Yoast Primary. Lorsqu'il est désactivé, il sera basé sur une sous-catégorie.
hu_hu: A termék csak akkor hasonlítható össze, ha ugyanaz a Yoast Primary kategória. Ha le van tiltva, alkategória alapú lesz.
it_it: Il prodotto può essere confrontato solo quando hanno la stessa categoria Yoast Primary. Se disabilitato, sarà basato sulla sottocategoria.
nb_no: Produktet kan bare sammenlignes når de har samme Yoast Primary-kategori. Når den er deaktivert, vil den være underkategoribasert.
nl_nl: Producten kunnen alleen worden vergeleken als ze dezelfde Yoast Primary-categorie hebben. Indien uitgeschakeld, is het gebaseerd op een subcategorie.
pl_pl: Produkty można porównać tylko wtedy, gdy mają tę samą kategorię podstawową Yoast. Po wyłączeniu będzie oparty na podkategoriach.
pt_pt: Os produtos só podem ser comparados quando têm a mesma categoria Yoast Primary. Quando desativado, será baseado em subcategorias.
ru_ru: Продукт можно сравнивать только в том случае, если он относится к одной и той же категории Yoast Primary. Когда отключено, оно будет основано на подкатегориях.
sk_sk: Produkt je možné porovnávať iba vtedy, ak majú rovnakú kategóriu Yoast Primary. Keď je zakázaná, bude založená na podkategórii.
sv_se: Produkten kan bara jämföras när de har samma Yoast Primary-kategori. När den är inaktiverad kommer den att vara underkategoribaserad.

source: Product found!
da_dk: Produkt fundet!
de_de: Produkt gefunden!
es_es: Producto encontrado!
fi_fi: Tuote löytynyt!
fr_fr: Produit trouvé !
hu_hu: Termék megtalálható!
it_it: Prodotto trovato!
nb_no: Produkt funnet!
nl_nl: Artikel gevonden!
pl_pl: Znaleziono produkt!
pt_pt: Produto encontrado!
ru_ru: Товар найден!
sk_sk: Produkt sa našiel!
sv_se: Produkten hittad!

source: Read More
da_dk: Læs mere
de_de: Weiterlesen
es_es: Lee mas
fi_fi: Lue lisää
fr_fr: Lire la suite
hu_hu: Olvass tovább
it_it: Leggi di più
nb_no: Les mer
nl_nl: Lees verder
pl_pl: Czytaj więcej
pt_pt: consulte Mais informação
ru_ru: Прочитайте больше
sk_sk: Čítaj viac
sv_se: Läs mer

source: register your License here.
da_dk: registrer din licens her.
de_de: Registrieren Sie Ihre Lizenz hier.
es_es: registre su licencia aquí.
fi_fi: rekisteröi lisenssisi täällä.
fr_fr: enregistrez votre licence ici.
hu_hu: regisztrálja a Licencét itt.
it_it: registra la tua licenza qui.
nb_no: registrer din lisens her.
nl_nl: registreer hier uw licentie.
pl_pl: zarejestruj swoją licencję tutaj.
pt_pt: registre sua licença aqui.
ru_ru: зарегистрируйте свою лицензию здесь.
sk_sk: zaregistrujte svoju licenciu tu.
sv_se: registrera din licens här.

source: Remove from Compare
da_dk: Fjern fra Sammenlign
de_de: Nicht mehr vergleichen
es_es: Eliminar de Comparar
fi_fi: Poista vertailusta
fr_fr: Supprimer du comparateur
hu_hu: Távolítsa el a Hasonlítsa össze
it_it: Rimuovi da Confronta
nb_no: Fjern fra Sammenlign
nl_nl: Verwijderen uit Vergelijken
pl_pl: Usuń z porównania
pt_pt: Remover de Comparar
ru_ru: Удалить из сравнения
sk_sk: Odstrániť zo služby Porovnať
sv_se: Ta bort från Jämför

source: Remove from Compare Text
da_dk: Fjern fra Sammenlign tekst
de_de: Aus Vergleichstext entfernen
es_es: Eliminar del texto de comparación
fi_fi: Poista tekstin vertailusta
fr_fr: Supprimer du texte de comparaison
hu_hu: Távolítsa el a Szöveg összehasonlításból
it_it: Rimuovi dal testo di confronto
nb_no: Fjern fra Sammenlign tekst
nl_nl: Verwijderen uit vergelijkingstekst
pl_pl: Usuń z porównania tekstu
pt_pt: Remover do texto de comparação
ru_ru: Удалить из текста сравнения
sk_sk: Odstrániť z Porovnať text
sv_se: Ta bort från Jämför text

source: Remove Links 1
da_dk: Fjern links 1
de_de: Links entfernen 1
es_es: Eliminar enlaces 1
fi_fi: Poista linkit 1
fr_fr: Supprimer les liens 1
hu_hu: Hivatkozások eltávolítása 1
it_it: Rimuovi collegamenti 1
nb_no: Fjern lenker 1
nl_nl: Koppelingen verwijderen 1
pl_pl: Usuń linki 1
pt_pt: Remover Links 1
ru_ru: Удалить ссылки 1
sk_sk: Odstrániť odkazy 1
sv_se: Ta bort länkar 1

source: Remove Links 2
da_dk: Fjern links 2
de_de: Links entfernen 2
es_es: Eliminar enlaces 2
fi_fi: Poista linkit 2
fr_fr: Supprimer les liens 2
hu_hu: Hivatkozások eltávolítása 2
it_it: Rimuovi collegamenti 2
nb_no: Fjern lenker 2
nl_nl: Koppelingen verwijderen 2
pl_pl: Usuń linki 2
pt_pt: Remover Links 2
ru_ru: Удалить ссылки 2
sk_sk: Odstrániť odkazy 2
sv_se: Ta bort länkar 2

source: Remove Links 3
da_dk: Fjern links 3
de_de: Links entfernen 3
es_es: Eliminar enlaces 3
fi_fi: Poista linkit 3
fr_fr: Supprimer les liens 3
hu_hu: Hivatkozások eltávolítása 3
it_it: Rimuovi collegamenti 3
nb_no: Fjern lenker 3
nl_nl: Koppelingen verwijderen 3
pl_pl: Usuń linki 3
pt_pt: Remover Links 3
ru_ru: Удалить ссылки 3
sk_sk: Odstrániť odkazy 3
sv_se: Ta bort länkar 3
