Repository: CylasKiganda/The-woocommerce-better-compare-customised-plugin
Catalog: languages/woocommerce-better-compare-*.po
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sv_se

source: %d products found!
da_dk: %d produkter fundet!
de_de: %d Produkte gefunden!
es_es: ¡% d productos encontrados!
fi_fi: %d tuotetta löytyi!
fr_fr: %d produits trouvés !
hu_hu: %d termék található!
it_it: %d prodotti trovati!
nb_no: %d produkter funnet!
nl_nl: %d producten gevonden!
pl_pl: Znaleziono %d produktów!
pt_pt: % d produtos encontrados!
ru_ru: Найдено% d продуктов!
sk_sk: Našlo sa %d produktov!
sv_se: %d produkter hittades!

source: Action
da_dk: Handling
de_de: Aktion
es_es: Acción
fi_fi: Toiminta
hu_hu: Akció
it_it: Azione
nb_no: Handling
nl_nl: Actie
pl_pl: Akcja
pt_pt: Açao
ru_ru: Действие
sk_sk: Akcia
sv_se: Handling

source: Add some javascript if you want.
da_dk: Tilføj noget javascript, hvis du vil.
de_de: Fügen Sie Javascript hinzu, wenn Sie möchten.
es_es: Agregue algunos javascript si lo desea.
fi_fi: Lisää jotain javascript jos haluat.
fr_fr: Ajoutez du javascript si vous voulez.
hu_hu: Adjon hozzá néhány javascriptet, ha akarod.
it_it: Aggiungi qualche javascript se vuoi.
nb_no: Legg til noe javascript hvis du vil.
nl_nl: Voeg wat javascript toe als je wilt.
pl_pl: Dodaj trochę javascript, jeśli chcesz.
pt_pt: Adicione algum javascript se quiser.
ru_ru: Добавьте javascript, если хотите.
sk_sk: Ak chcete, pridajte nejaký javascript.
sv_se: Lägg till lite javascript om du vill.

source: Add some stylesheet if you want.
da_dk: Tilføj nogle stylesheet, hvis du vil.
de_de: Fügen Sie Stylesheets hinzu, wenn Sie möchten.
es_es: Agregue una hoja de estilo si lo desea.
fi_fi: Lisää haluamasi tyylitaulukko.
fr_fr: Ajoutez une feuille de style si vous le souhaitez.
hu_hu: Adj hozzá néhány stíluslapot, ha akarod.
it_it: Aggiungi un foglio di stile, se vuoi.
nb_no: Legg til noen stilark hvis du vil.
nl_nl: Voeg een aantal stylesheets toe als je wilt.
pl_pl: Dodaj arkusz stylów, jeśli chcesz.
pt_pt: Adicione alguma folha de estilo, se quiser.
ru_ru: Добавьте таблицу стилей, если хотите.
sk_sk: Ak chcete, pridajte niektorý štýl.
sv_se: Lägg till några stylesheet om du vill.

source: Add to Cart
da_dk: Tilføj til kurv
de_de: in den Warenkorb legen
es_es: añadir a la cesta
fi_fi: Lisää koriin>
fr_fr: Ajouter au panier
hu_hu: Kosárba
it_it: Aggiungi al carrello
nb_no: Legg i handlekurv
nl_nl: Voeg toe aan winkelmandje
pl_pl: Dodaj do koszyka
pt_pt: Adicionar ao carrinho
ru_ru: добавить в корзину
sk_sk: Pridať do košíka
sv_se: Lägg till i kundvagn

source: Add to Compare
da_dk: Tilføj til sammenligning
de_de: Vergleichen
es_es: Añadir a comparar
fi_fi: Lisää Vertailuun
fr_fr: ajouter pour comparer
hu_hu: Összehasonlítás
it_it: Aggiungi a Confronta
nb_no: Legg til for å sammenligne
nl_nl: Voeg toe om te vergelijken
pl_pl: Dodaj do porównania
pt_pt: Adicionar para comparar
ru_ru: Добавить к сравнению
sk_sk: Pridať k porovnaniu
sv_se: Lägg till för att jämföra

source: Add to Compare Text
da_dk: Tilføj for at sammenligne tekst
de_de: Zum Vergleichstext hinzufügen
es_es: Agregar para comparar texto
fi_fi: Lisää vertailuun teksti
fr_fr: Ajouter au comparateur de texte
hu_hu: Hozzáadás a Szöveg összehasonlításához
it_it: Aggiungi per confrontare il testo
nb_no: Legg til for å sammenligne tekst
nl_nl: Toevoegen om tekst te vergelijken
pl_pl: Dodaj, aby porównać tekst
pt_pt: Adicionar para comparar texto
ru_ru: Добавить для сравнения текста
sk_sk: Pridať do porovnávacieho textu
sv_se: Lägg till för att jämföra text

source: Advanced settings
da_dk: Avancerede indstillinger
de_de: Erweiterte Einstellungen
es_es: Ajustes avanzados
fi_fi: Lisäasetukset
fr_fr: Réglages avancés
hu_hu: További beállítások
it_it: Impostazioni avanzate
nb_no: Avanserte innstillinger
nl_nl: Geavanceerde instellingen
pl_pl: Zaawansowane ustawienia
pt_pt: Configurações avançadas
ru_ru: Расширенные настройки
sk_sk: Pokročilé nastavenia
sv_se: Avancerade inställningar

source: After Main Product
da_dk: Efter hovedprodukt
de_de: Nach dem Hauptprodukt
es_es: Después del producto principal
fi_fi: Päätuotteen jälkeen
fr_fr: Après le produit principal
hu_hu: A fő termék után
it_it: Dopo il prodotto principale
nb_no: Etter hovedprodukt
nl_nl: Na hoofdproduct
pl_pl: Po głównym produkcie
pt_pt: Depois do produto principal
ru_ru: После основного продукта
sk_sk: Po hlavnom produkte
sv_se: Efter huvudprodukt

source: After Meta Information
da_dk: Efter Meta Information
de_de: Nach Meta-Informationen
es_es: Después de Meta Information
fi_fi: Meta-tietojen jälkeen
fr_fr: Après méta-informations
hu_hu: Meta információk után
it_it: Dopo Meta Information
nb_no: Etter Meta-informasjon
nl_nl: Na meta-informatie
pl_pl: Po informacji meta
pt_pt: Depois da informação do meta
ru_ru: После метаинформации
sk_sk: Po informáciách Meta
sv_se: Efter Meta Information

source: After Single Product
da_dk: Efter enkelt produkt
de_de: Nach dem Einzelprodukt
es_es: Después de un solo producto
fi_fi: Yksittäisen tuotteen jälkeen
fr_fr: Après un seul produit
hu_hu: Egyetlen termék után
it_it: Dopo singolo prodotto
nb_no: Etter enkeltprodukt
nl_nl: Na enkel product
pl_pl: Po pojedynczym produkcie
pt_pt: Após um único produto
ru_ru: После одного продукта
sk_sk: Po jednom výrobku
sv_se: Efter enstaka produkt

source: After Single Product Summary
da_dk: Efter enkelt produktoversigt
de_de: Nach einzelner Produktübersicht
es_es: Después del resumen del producto único
fi_fi: Yhden tuotteen yhteenveto
fr_fr: Après un seul résumé de produit
hu_hu: Egy termék összefoglalása után
it_it: Dopo il riepilogo del singolo prodotto
nb_no: Etter enkelt produktsammendrag
nl_nl: Na Samenvatting afzonderlijke producten
pl_pl: Po podsumowaniu pojedynczego produktu
pt_pt: Após o resumo do produto único
ru_ru: После краткого описания продукта
sk_sk: Po jednom súhrne produktov
sv_se: Efter en produktsammanfattning

source: Always show all Slides
da_dk: Vis altid alle dias
de_de: Immer alle Folien anzeigen
es_es: Mostrar siempre todas las diapositivas
fi_fi: Näytä aina kaikki diat
fr_fr: Toujours afficher toutes les diapositives
hu_hu: Mindig mutasd meg az összes diát
it_it: Mostra sempre tutte le diapositive
nb_no: Vis alltid alle lysbilder
nl_nl: Altijd alle dia's weergeven
pl_pl: Zawsze pokazuj wszystkie slajdy
pt_pt: Sempre mostrar todos os slides
ru_ru: Всегда показывать все слайды
sk_sk: Vždy zobraziť všetky snímky
sv_se: Visa alltid alla bilder

source: As an alternative you can hide the compare bar and just use the sidebar widget.
da_dk: Som et alternativ kan du skjule sammenligningslinjen og bare bruge sidebar-widgeten.
de_de: Als Alternative können Sie die Compare Bar ausblenden und einfach das Sidebar-Widget verwenden.
es_es: Como alternativa, puede ocultar la barra de comparación y simplemente usar el widget de la barra lateral.
fi_fi: Vaihtoehtona voit piilottaa vertailupalkin ja käyttää vain sivupalkin widgetia.
fr_fr: En alternative, vous pouvez masquer la barre de comparaison et utiliser simplement le widget sidebar.
hu_hu: Alternatívaként elrejti az összehasonlító sávot, és csak használja az oldalsáv widgetet.
it_it: In alternativa puoi nascondere la barra di confronto e utilizzare semplicemente il widget della barra laterale.
nb_no: Som et alternativ kan du skjule sammenligningslinjen og bare bruke sidebar-widgeten.
nl_nl: Als alternatief kunt u de vergelijkingsbalk verbergen en alleen de zijbalkwidget gebruiken.
pl_pl: Jako alternatywę możesz ukryć pasek porównania i po prostu użyć widżetu paska bocznego.
pt_pt: Como alternativa, você pode ocultar a barra de comparação e usar apenas o widget da barra lateral.
ru_ru: В качестве альтернативы вы можете скрыть панель сравнения и просто использовать виджет боковой панели.
sk_sk: Ako alternatívu môžete skryť porovnávaciu lištu a stačí použiť widget bočného panela.
sv_se: Som ett alternativ kan du gömma jämförbar fält och bara använda sidfältet.

source: Background Color of the compare bar
da_dk: Baggrundsfarve på sammenligningslinjen
de_de: Hintergrundfarbe der Vergleichsleiste
es_es: Color de fondo de la barra de comparación
fi_fi: Vertailupalkin taustaväri
fr_fr: Couleur de fond de la barre de comparaison
hu_hu: Az összehasonlító sáv színe
it_it: Colore di sfondo della barra di confronto
nb_no: Bakgrunnsfarge på sammenligningslinjen
nl_nl: Achtergrondkleur van de vergelijkingsbalk
pl_pl: Kolor tła paska porównania
pt_pt: Cor de fundo da barra de comparação
ru_ru: Фон Цвет панели сравнения
sk_sk: Farba pozadia porovnávacej lišty
sv_se: Bakgrundsfärg på jämförbar fält

source: Background Color of the compare Table
da_dk: Baggrundsfarve i sammenligningstabellen
de_de: Hintergrundfarbe der Vergleichstabelle
es_es: Color de fondo de la tabla de comparación
fi_fi: Vertailutaulukon taustaväri
fr_fr: Couleur de fond du tableau de comparaison
hu_hu: Az összehasonlító táblázat háttérszíne
it_it: Colore di sfondo della tabella di confronto
nb_no: Bakgrunnsfarge av sammenlignings tabellen
nl_nl: Achtergrondkleur van de vergelijkende tabel
pl_pl: Kolor tła tabeli porównania
pt_pt: Cor de fundo da tabela comparativa
ru_ru: Цвет фона таблицы сравнения
sk_sk: Farba pozadia porovnávacej tabuľky
sv_se: Bakgrundsfärg i jämförelsetabellen

source: Before Meta Information
da_dk: Før Meta Information
de_de: Vor Meta-Informationen
es_es: Antes de Meta Information
fi_fi: Ennen Meta-tietoja
fr_fr: Avant Meta Information
hu_hu: Meta információk előtt
it_it: Prima di Meta Information
nb_no: Før Meta Informasjon
nl_nl: Voor Meta-informatie
pl_pl: Przed Meta Informacje
pt_pt: Antes da informação Meta
ru_ru: Перед метаинформацией
sk_sk: Pred informáciami Meta
sv_se: Innan Meta Information

source: Before Single Product
da_dk: Før enkelt produkt
de_de: Vor dem Einzelprodukt
es_es: Antes de un solo producto
fi_fi: Ennen yksittäistä tuotetta
fr_fr: Avant produit unique
hu_hu: Egyetlen termék előtt
it_it: Prima del singolo prodotto
nb_no: Før enkelt produkt
nl_nl: Vóór enkel product
pl_pl: Przed pojedynczym produktem
pt_pt: Antes do produto único
ru_ru: Перед отдельным продуктом
sk_sk: Pred jedným produktom
sv_se: Före en enda produkt

source: Before Single Product Summary
da_dk: Før enkelt produktoversigt
de_de: Vor der Zusammenfassung einzelner Produkte
es_es: Antes del resumen único del producto
fi_fi: Ennen yksittäisen tuotteen yhteenvetoa
fr_fr: Avant le résumé du produit unique
hu_hu: Egyetlen termék összefoglalása előtt
it_it: Prima del riepilogo del singolo prodotto
nb_no: Før enkelt produktsammendrag
nl_nl: Voor de samenvatting van het afzonderlijke product
pl_pl: Przed podsumowanie pojedynczego produktu
pt_pt: Antes do resumo do produto único
ru_ru: Перед выпуском одного продукта
sk_sk: Pred zhrnutím jedného produktu
sv_se: Innan en enda produktöversikt

source: Bottom
da_dk: Bund
de_de: Unterseite
es_es: Fondo
fi_fi: pohja
fr_fr: Bas
hu_hu: Alsó
it_it: Parte inferiore
nb_no: Bunn
nl_nl: Bodem
pl_pl: Dolny
pt_pt: Inferior
ru_ru: Дно
sk_sk: dno
sv_se: Botten

source: Categories
da_dk: Kategorier
de_de: Kategorien
es_es: Categorías
fi_fi: Luokat
fr_fr: Catégories
hu_hu: Kategóriák
it_it: Categorie
nb_no: Kategorier
nl_nl: Categorieën
pl_pl: Kategorie
pt_pt: Categorias
ru_ru: Категории
sk_sk: Kategórie
sv_se: Kategorier

source: Category Restriction
da_dk: Kategoribegrænsning
de_de: Kategoriebeschränkung
es_es: Restricción de categoría
fi_fi: Luokkarajoitus
fr_fr: Restriction de catégorie
hu_hu: Kategória korlátozás
it_it: Limitazione di categoria
nb_no: Kategorirestriksjon
nl_nl: Categoriebeperking
pl_pl: Ograniczenie kategorii
pt_pt: Restrição de categoria
ru_ru: Категория Ограничение
sk_sk: Obmedzenie kategórie
sv_se: Kategoribegränsning

source: Category Restriction Yoast Primary
da_dk: Kategoribegrænsning Yoast Primary
de_de: Kategorieeinschränkung Yoast Primary
es_es: Restricción de categoría Yoast Primary
fi_fi: Kategoria Restriction Yoast Primary
fr_fr: Catégorie Restriction Yoast Primaire
hu_hu: Kategória korlátozása Yoast elsődleges
it_it: Categoria Restrizione Yoast Primary
nb_no: Kategorirestriksjon Yoast Primær
nl_nl: Categoriebeperking Yoast Primary
pl_pl: Kategoria Ograniczenie Yoast Podstawowy
pt_pt: Restrição de categoria Yoast Primário
ru_ru: Категория Ограничение Yoast Primary
sk_sk: Kategória Obmedzenie Yoast Primary
sv_se: Kategoribegränsning Yoast Primary

source: Check this to stop adding query parameters to URLs.
da_dk: Marker dette for at stoppe med at tilføje forespørgselsparametre til URL'er.
de_de: Aktivieren Sie diese Option, um das Hinzufügen von Abfrageparametern zu URLs zu beenden.
es_es: Marque esto para dejar de agregar parámetros de consulta a las URL.
fi_fi: Valitse tämä lopettaaksesi kyselyparametrien lisäämisen URL-osoitteisiin.
fr_fr: Cochez cette case pour arrêter d'ajouter des paramètres de requête aux URL.
hu_hu: Jelölje be, ha nem szeretne lekérdezési paramétereket adni az URL-ekhez.
it_it: Seleziona questa opzione per interrompere l'aggiunta di parametri di query agli URL.
nb_no: Merk av for å slutte å legge til søkeparametere i nettadresser.
nl_nl: Vink dit aan om te stoppen met het toevoegen van queryparameters aan URL's.
pl_pl: Zaznacz to, aby zatrzymać dodawanie parametrów zapytania do adresów URL.
pt_pt: Marque para parar de adicionar parâmetros de consulta a URLs.
ru_ru: Установите этот флажок, чтобы прекратить добавление параметров запроса к URL-адресам.
sk_sk: Začiarknutím tohto políčka zastavíte pridávanie parametrov dopytu do adries URL.
sv_se: Markera detta för att sluta lägga till frågeparametrar till webbadresser.

source: Clear All
da_dk: Slet alt
de_de: Alles löschen
es_es: Limpiar todo
fi_fi: Tyhjennä
fr_fr: Tout effacer
hu_hu: Mindent kitöröl
it_it: Cancella tutto
nb_no: Rydd alt
nl_nl: Wis alles
pl_pl: Wyczyść wszystko
pt_pt: Limpar tudo
ru_ru: Очистить все
sk_sk: Zmazať všetko
sv_se: Rensa alla

source: Compare Bar & Table
da_dk: Sammenlign Bar & Table
de_de: Bar & Tisch vergleichen
es_es: Comparar barra y mesa
fi_fi: Vertaa baaria ja pöytää
fr_fr: Comparer Bar & Table
hu_hu: Hasonlítsa össze a bárt és az asztalt
it_it: Confronta bar e tavolo
nb_no: Sammenlign Bar & Table
nl_nl: Vergelijk Bar & Tafel
pl_pl: Porównaj Bar i stół
ru_ru: Сравнить панель и таблицу
sk_sk: Porovnajte bar a stôl
sv_se: Jämför Bar & Table

source: Compare Bar Background Color
da_dk: Sammenlign Bar Baggrundsfarve
de_de: Vergleichen Sie Bar Hintergrundfarbe
es_es: Comparar el color de fondo de la barra
fi_fi: Vertaile taustaväriä
fr_fr: Comparer la couleur d'arrière-plan de la barre
hu_hu: Hasonlítsa össze a háttérkép színét
it_it: Confronta il colore di sfondo della barra
nb_no: Sammenlign Bar Bakgrunnsfarge
nl_nl: Bar-achtergrondkleur vergelijken
pl_pl: Porównaj kolor tła paska
pt_pt: Compare a cor de fundo da barra
ru_ru: Сравнить Цвет фона штриха
sk_sk: Porovnať farbu pozadia na lište
sv_se: Jämför Bar Bakgrundsfärg

source: Compare Bar Height
da_dk: Sammenlign Bar Højde
de_de: Compare Bar Höhe
es_es: Comparar la altura de la barra
fi_fi: Vertaa palkin korkeutta
fr_fr: Comparer la hauteur de la barre
hu_hu: Hasonlítsa össze a Bar Magasságot
it_it: Confronta altezza della barra
nb_no: Sammenlign Bar Høyde
nl_nl: Bar-hoogte vergelijken
pl_pl: Porównaj wysokość paska
pt_pt: Comparar Bar Altura
ru_ru: Сравнить Высота бара
sk_sk: Porovnať výšku stĺpika
sv_se: Jämför Bar Height

source: Compare Bar Item Height
da_dk: Sammenlign Bar Item Højde
de_de: Compare Bar Item Höhe
es_es: Comparar la altura del artículo de la barra
fi_fi: Vertaile palkin korkeutta
fr_fr: Comparer la hauteur de l'élément de barre
hu_hu: Hasonlítsa össze a csíkos elem magasságát
it_it: Confronta altezza elemento della barra
nb_no: Sammenlign Bar Item Height
nl_nl: Bar-itemhoogte vergelijken
pl_pl: Porównaj wysokość pozycji pręta
pt_pt: Compare a altura do item da barra
ru_ru: Сравнить Высота бара
sk_sk: Porovnanie výšky položky položky
sv_se: Jämför Bar Item Höjd

source: Compare Bar Item Width
da_dk: Sammenlign Bar Item Width
de_de: Compare Bar Item Weite
es_es: Compare el ancho del artículo de la barra
fi_fi: Vertaile palkin leveyttä
fr_fr: Comparer la largeur de l'élément de barre
hu_hu: Hasonlítsa össze a rúd elem szélességét
it_it: Confronta la larghezza dell'oggetto della barra
nb_no: Sammenlign Bar Item Width
nl_nl: Bar-breedte vergelijken
pl_pl: Porównaj szerokość elementu pręta
pt_pt: Compare a Largura do Item da Barra
ru_ru: Сравнить Ширина позиции бара
sk_sk: Porovnať šírku položky šablóny
sv_se: Jämför Bar Item Width

source: Compare Bar Layout
da_dk: Sammenlign bjælkelayout
de_de: Balkenlayout vergleichen
es_es: Comparar diseño de barra
fi_fi: Vertaa baarin ulkoasua
fr_fr: Comparer la disposition des barres
hu_hu: Hasonlítsa össze a bár elrendezését
it_it: Confronta il layout della barra
nb_no: Sammenlign Bar Layout
nl_nl: Vergelijk balklay-out
pl_pl: Porównaj układ paska
pt_pt: Compare o layout da barra
ru_ru: Сравнить макет панели
sk_sk: Porovnať rozloženie panelov
sv_se: Jämför Bar Layout

source: Compare Bar Position
da_dk: Sammenlign Bar Position
es_es: Comparar la posición de la barra
fi_fi: Vertaa palkin sijaintia
fr_fr: Comparer la position de la barre
hu_hu: Bar pozíció összehasonlítása
it_it: Confronta la posizione della barra
nb_no: Sammenlign Barposisjon
nl_nl: Bar-positie vergelijken
pl_pl: Porównaj położenie paska
pt_pt: Comparar a posição da barra
ru_ru: Сравнить положение бара
sk_sk: Porovnajte polohu pozície
sv_se: Jämför Bar Position

source: Compare Bar Styles
da_dk: Sammenlign Bar Styles
es_es: Comparar estilos de barra
fi_fi: Vertaa Bar Styles -työkaluja
fr_fr: Comparer les styles de barre
hu_hu: Bar Stílusok összehasonlítása
it_it: Confronta gli stili della barra
nb_no: Sammenlign Bar Styles
nl_nl: Bar-stijlen vergelijken
pl_pl: Porównaj style paska
pt_pt: Compare estilos de bar
ru_ru: Сравнить стили Bar
sk_sk: Porovnanie štýlov barov
sv_se: Jämför Bar Styles

source: Compare Bar Text Color
da_dk: Sammenlign bartekstfarve
de_de: Vergleichen Sie Bar Textfarbe
es_es: Comparar el color del texto de la barra
fi_fi: Vertaile tekstipalkin väriä
fr_fr: Comparer la couleur du texte de la barre
hu_hu: Hasonlítsa össze a vonalkód színét
it_it: Confronta colore testo barra
nb_no: Sammenlign bartekstfarge
nl_nl: Vergelijk de tekstkleur van de balk
pl_pl: Porównaj kolor tekstu paska
pt_pt: Compare a cor do texto da barra
ru_ru: Сравнить Цвет текста в тексте
sk_sk: Porovnať farbu textu na lište
sv_se: Jämför Bar Text Color

source: Compare bar will only show on product / category pages..
da_dk: Sammenligningsbjælken vises kun på produkt-/kategorisider.
de_de: Die Vergleichsleiste wird nur auf Produkt- / Kategorieseiten angezeigt.
es_es: La barra de comparación solo se mostrará en las páginas de productos / categorías.
fi_fi: Vertailupalkki näkyy vain tuote-/luokkasivuilla..
fr_fr: La barre de comparaison ne s'affichera que sur les pages de produits/catégories.
hu_hu: Az összehasonlító sáv csak a termék/kategória oldalakon jelenik meg.
it_it: La barra di confronto verrà mostrata solo nelle pagine dei prodotti/categorie..
nb_no: Sammenligningslinjen vises bare på produkt-/kategorisider.
nl_nl: De vergelijkingsbalk wordt alleen weergegeven op product- / categoriepagina's.
pl_pl: Pasek porównania będzie wyświetlany tylko na stronach produktów / kategorii..
pt_pt: A barra de comparação só será exibida nas páginas de produtos / categorias.
ru_ru: Панель сравнения будет отображаться только на страницах товаров / категорий.
sk_sk: Panel porovnania sa zobrazí iba na stránkach produktov / kategórií.
sv_se: Jämförelsefältet visas bara på produkt-/kategorisidor.

source: Compare Now
da_dk: Sammenlign nu
de_de: Vergleichen Sie jetzt
es_es: Compare ahora
fi_fi: Vertaa nyt
fr_fr: Comparer maintenant
hu_hu: Összehasonlítás most
it_it: Confronta ora
nb_no: Sammenlign nå
nl_nl: Nu vergelijken
pl_pl: Porównaj teraz
pt_pt: Comparar agora
ru_ru: Сравнить сейчас
sk_sk: Porovnajte teraz
sv_se: Jämför nu

source: Compare Products
da_dk: Sammenlign produkter
de_de: Produkte vergleichen
es_es: Comparar productos
fi_fi: Vertaa tuotteita
fr_fr: comparer les produits
hu_hu: termékek összehasonlitása
it_it: Confronta Prodotti
nb_no: Sammenlign produkter
nl_nl: Vergelijk Producten
pl_pl: Porównaj produkty
pt_pt: comparar produtos
ru_ru: Сравнение товаров
sk_sk: Porovnanie produktov
sv_se: Jämför produkter

source: Compare Table Background Color
da_dk: Sammenlign Tabel Baggrundsfarve
de_de: Vergleichen Sie die Hintergrundfarbe der Tabelle
es_es: Comparar el color de fondo de la tabla
fi_fi: Vertaa taulukon taustaväriä
fr_fr: Comparer la couleur de fond de la table
hu_hu: Háttérszín összehasonlítása
it_it: Confronta il colore di sfondo della tabella
nb_no: Sammenlign Tabell Bakgrunnsfarge
nl_nl: Tabelachtergrondkleur vergelijken
pl_pl: Porównaj kolor tła tabeli
pt_pt: Compare a cor de fundo da tabela
ru_ru: Сравнить цвет фона стола
sk_sk: Porovnať farbu pozadia tabuľky
sv_se: Jämför Tabell Bakgrundsfärg

source: Compare Table Even Background Color
da_dk: Sammenlign tabel ens baggrundsfarve
de_de: Vergleichen Sie die Hintergrundfarbe der Tabelle
es_es: Comparar tabla incluso color de fondo
fi_fi: Vertaa taulukon taustaväriä
fr_fr: Comparer la couleur d'arrière-plan du tableau
hu_hu: Hasonlítsa össze a tábla még a háttérszínt
it_it: Confronta tabella anche colore di sfondo
nb_no: Sammenlign Tabell Selv Bakgrunnsfarge
nl_nl: Vergelijk Table Even Background Color
pl_pl: Porównaj tabelę Nawet kolor tła
pt_pt: Compare a mesma cor de fundo da tabela
ru_ru: Сравнение таблицы даже цвета фона
sk_sk: Porovnať tabuľku Rovnaké farby pozadia
sv_se: Jämför tabell jämn bakgrundsfärg

source: Compare Table Highlight Background Color
da_dk: Sammenlign Tabel Fremhæv baggrundsfarve
de_de: Vergleichen Sie die Hintergrundfarbe der Tabelle
es_es: Comparar el color de fondo resaltado de la tabla
fi_fi: Vertaa taulukkoa Korosta taustan väri
fr_fr: Comparer la couleur de fond de la table
hu_hu: Táblázat összehasonlítása kiemelje a háttérszínt
it_it: Confronta tabella Evidenzia colore di sfondo
nb_no: Sammenlign Tabell Marker bakgrunnsfarge
nl_nl: Vergelijk Tabel Markeer Achtergrondkleur
pl_pl: Porównaj tabelę Zaznacz kolor tła
pt_pt: Compare a cor de fundo do realce da tabela
ru_ru: Сравнивать таблицу с цветом фона
sk_sk: Porovnanie tabuľky zvýraznite farbu pozadia
sv_se: Jämför Tabell Markera bakgrundsfärg

source: Compare Table Odd Background Color
da_dk: Sammenlign Table Odd Baggrundsfarve
de_de: Vergleichen Sie die ungerade Hintergrundfarbe der Tabelle
es_es: Comparar el color de fondo de la tabla impar
fi_fi: Vertaa taulukon pariton taustaväri
fr_fr: Comparer les couleurs d'arrière-plan impaire du tableau
hu_hu: Az asztal páratlan háttérszíne összehasonlítása
it_it: Confronta tavolo Odd colore di sfondo
nb_no: Sammenlign Tabell Odd bakgrunnsfarge
nl_nl: Vergelijk tabel oneven achtergrondkleur
pl_pl: Porównaj tabelę Dziwny kolor tła
pt_pt: Compare a cor de fundo estranha da tabela
ru_ru: Сравнивать таблицу Нечетный цвет фона
sk_sk: Porovnanie nestravej farby pozadia tabuľky
sv_se: Jämför tabellens ojämn bakgrundsfärg

source: Compare Table Styles
da_dk: Sammenlign tabelformater
de_de: Vergleichen Sie Tabellenstile
es_es: Comparar estilos de tabla
fi_fi: Vertaa taulukkotyylejä
fr_fr: Comparer les styles de tableau
hu_hu: Táblázatstílusok összehasonlítása
it_it: Confronta gli stili della tabella
nb_no: Sammenlign tabellstiler
nl_nl: Vergelijk tabelstijlen
pl_pl: Porównaj style tabeli
pt_pt: Compare os estilos de tabela
ru_ru: Сравнение стилей таблицы
sk_sk: Porovnať Styly tabuľky
sv_se: Jämför tabellstilar
